{
    "titles": ["BEGRIFFSBESTIMMUNG, GELTUNGSBEREICH","TERMINE, LIEFERFRISTEN","LEISTUNGSUMFANG, VERGÜTUNG","PRODUKTIONSÜBERWACHUNG (VERGABE, KOORDINATION UND ÜBERWACHUNG DER WERBEMITTELHERSTELLUNG)","HAFTUNG, GEWÄHRLEISTUNG"," ABNAHME","RECHNUNG, PREIS, ZAHLUNG, ZAHLUNGSBEDINGUNGEN","URHEBERRECHTLICHE NUTZUNGSRECHTE/LEISTUNGSSCHUTZRECHTE","SCHLUSSBESTIMMUNGEN"],
    "desc": {
        "0": "<p><ol><li><p>Diese Allgemeinen Geschäftsbedingungen gelten für alle Gesellschaften der softsourced UG (haftungsbeschränkt). Die Begriffe „Auftrag, Agentur und Auftraggeber“ sind im kaufmännischen Sinn zu verstehen. „Auftrag“ bezeichnet das Vertragsverhältnis ohne Rücksicht auf den jeweiligen Vertragstyp, „Agentur“ denjenigen, der die Hauptleistung schuldet, „Auftraggeber“ denjenigen, der die Hauptleistung zu erhalten und die Vergütung zu zahlen hat.</p></li><li><p>Abweichende Geschäftsbedingungen des Auftraggebers haben nur Gültigkeit, soweit die Agentur sie schriftlich anerkannt hat.</p></li></ol></p>" ,
        "1": "<p><ol><li><p>Termine und Lieferfristen sind grundsätzlich unverbindliche Orientierungshilfen. Dies gilt nicht, wenn Termine ausdrücklich schriftlich als fix vereinbart sind.</p></li><li><p>Die Agentur haftet nicht für Lieferverzögerungen, die darauf beruhen, dass der Auftraggeber erforderliche Mitwirkungspflichten unterlässt.</p></li><li><p>Kommt der Auftraggeber in Annahmeverzug oder verletzt er schuldhaft sonstige Mitwirkungspflichten, so ist die Agentur berechtigt, den insoweit entstehenden Schaden, einschließlich etwaiger Mehraufwendungen, ersetzt zu verlangen. Weitergehende Ansprüche bleiben vorbehalten.</p></li></ol></p>",
        "2": "<p><ol><li><p>Der Umfang der einzelnen Leistungen sowie die geschuldete Vergütung ergeben sich aus der Leistungsbeschreibung der Agentur. Ist für eine Leistung keine Vergütung bestimmt, gelten die zum Zeitpunkt der Beauftragung gültigen Preislisten der Agentur. Mehraufwand der Agentur, insbesondere wegen Änderungs- und Ergänzungswünschen des Auftraggebers, wird als zusätzlicher Aufwand gemäß den vereinbarten Stundensätzen, ersatzweise zu den zum Zeitpunkt der Beauftragung gültigen Preislisten der Agentur berechnet.</p></li><li><p>Der Auftraggeber trägt den Schaden, der dadurch entsteht, dass Arbeiten infolge seiner unrichtigen, nachträglich berichtigten oder lückenhaften Angaben von der Agentur ganz oder teilweise wiederholt werden müssen oder verzögert werden, sofern der Auftraggeber den Schaden zu vertreten hat.</p></li><li><p>Die Agentur darf die ihr obliegenden Leistungen auch von Dritten als Subunternehmer erbringen lassen. Der Auftraggeber kann einen solchen Dritten nur dann ablehnen, wenn in der Person des Dritten ein wichtiger Grund liegt.</p></li><li><p>Kündigt der Auftraggeber einen Auftrag, den er gegenüber der Agentur freigegeben hat, vorzeitig, gilt bezüglich des Honorars der Agentur zwischen den Vertragspartnern § 649 BGB.</p></li><li><p>Die Überprüfung der rechtlichen Zulässigkeit der Werbung (insbes. Wettbewerbs-, Kennzeichen-, Lebensmittel- u. Arzneimittelrecht) wird von der Agentur nur geschuldet, wenn diese ausdrücklich Gegenstand des Auftrags ist. Beauftragt der Auftraggeber die Agentur mit diesen Leistungen, trägt er die hierdurch entstehenden Gebühren und Kosten der Agentur und Dritter (Rechtsanwalt, Behörden u. a.) zu marktüblichen Konditionen, sofern nichts Abweichendes vereinbart wird.</p></li><li><p>Die Agentur ist nicht verpflichtet, die in der Werbung enthaltenen, vom Auftraggeber vor- oder freigegebenen Sachaussagen über Produkte und Leistungen des Auftraggebers auf ihre Richtigkeit zu überprüfen.</p></li><li><p>Die Leistungen der Agentur sind auch dann vertragsgerecht erbracht, wenn sie nicht eintragungs- oder schutzfähig sind (z. B. Patente, Marken, Urheberschutz), sofern nichts Abweichendes ausdrücklich vereinbart wurde. Die Agentur ist nicht verpflichtet, aber berechtigt, ihre Leistungen zum Gegenstand von Schutzrechtsanmeldungen zu machen.</p></li><li><p>Zwecks Prüfung und Zustimmung legt die Agentur dem Kunden alle Entwürfe vor der Veröffentlichung vor. Der Auftraggeber übernimmt mit der Freigabe der Arbeiten die Verantwortung für die Richtigkeit von Inhalt, Bild, Ton und Text.</p></li></ol></p>",
        "3": "<p><ol><li><p>Im Rahmen der Produktionsüberwachung wählt die Agentur geeignete Werbemittelhersteller aus und erteilt Produktionsaufträge nach Freigabe durch den Auftraggeber in Textform. Einzelaufträge bis zu max. Euro 2.000,– bedürfen nicht der Freigabe durch den Auftraggeber. Die Auftragserteilung an Werbemittelhersteller erfolgt im Namen und auf Rechnung des Auftraggebers, sofern nichts Abweichendes ausdrücklich in Textform vereinbart wurde.</p></li><li><p>Die Agentur koordiniert die Produktionsabwicklung und kontrolliert die Leistungen und Rechnungen der Hersteller.</p></li><li><p>Soweit die Agentur Produktionsaufträge aufgrund ausdrücklicher Vereinbarung mit dem Auftraggeber ausnahmsweise im eigenen Namen und auf eigene Rechnung erteilt, werden sämtliche anfallenden Fremdkosten von der Agentur an den Auftraggeber weiterberechnet. Die Agentur ist berechtigt, bei Produktionsaufträgen ab einem voraussichtlichen Wert von Euro 5.000,– sofort fällige Vorauszahlungen bis zur Höhe des Brutto-Auftragswerts zu verlangen.</p></li></ol></p>",
        "4": "<p><ol><li><p> Die Agentur haftet bei Vorsatz und grober Fahrlässigkeit nach den gesetzlichen Vorschriften. Die Haftung für Mängelgewährleistungsansprüche ist jedoch auf 12 Monate ab Ablieferung begrenzt.<li><p> Bei leichter Fahrlässigkeit haften die Agentur sowie ihre Erfüllungs- und Verrichtungsgehilfen nur, wenn eine wesentliche Vertragspflicht (Kardinalspflicht) verletzt wird oder ein Fall des Verzugs oder der Unmöglichkeit vorliegt.</p></li><li><p> Im Fall einer Haftung aus leichter Fahrlässigkeit wird diese Haftung der Agentur sowie ihrer Erfüllungs- und Verrichtungsgehilfen wegen Pflichtverletzung und aus unerlaubter Handlung sowie für Ansprüche auf Ersatz vergeblicher Aufwendungen auf solche Schäden begrenzt, die vorhersehbar bzw. typisch sind.</p></li><li><p> Die vorgenannten Haftungsbeschränkungen sowie die verkürzte Gewährleistungspflicht gelten nicht für das Fehlen zugesicherter Eigenschaften, für Fälle von Arglist, für Verletzungen des Lebens, des Körpers oder der Gesundheit, für Rechtsmängel sowie bei Haftung nach dem Produkthaftungsgesetz.</p></li><li><p> Wegen unverschuldeter Irrtümer und Druck- oder Übermittlungsfehlern, welche die Agentur zur Anfechtung berechtigen, kann der Auftraggeber Schadensersatz als Folge der Anfechtung nicht geltend machen.</p></li></ol></p>",
        "5": "<p>Schuldet die Agentur einen bestimmten Arbeitserfolg, d. h. ein individualisierbares Werk (z. B. Entwurf), ist der Auftraggeber zur Abnahme verpflichtet. Die Abnahme gilt als erfolgt, wenn sie nicht innerhalb von sieben Tagen nach Ablieferung erklärt oder verweigert wird, vorausgesetzt, das Arbeitsergebnis entspricht im Wesentlichen den Vereinbarungen. Bestehen wesentliche Abweichungen, wird die Agentur diese Abweichungen in angemessener Frist beseitigen und das Arbeitsergebnis erneut zur Abnahme vorlegen. Die Abnahme gilt spätestens mit der Zahlung oder Nutzung des Werks als erfolgt</p>",
        "6": "<p><ol><li><p>Die Agentur stellt ihre Leistungen sofort nach Erbringung in Rechnung.</p></li><li><p>Soweit keine anderen Zahlungsbedingungen vereinbart sind, erfolgt die Zahlung innerhalb von 10 Tagen nach Rechnungsstellung ohne Abzug.</p></li><li><p>Alle Preise sind Nettopreise und verstehen sich zuzüglich der gesetzlichen Umsatzsteuer. Zölle, Gebühren und sonstige Abgaben wie auch die Künstlersozialversicherung trägt der Auftraggeber, und zwar auch dann, wenn sie nacherhoben werden.</p></li><li><p>Der Auftraggeber darf gegen Vergütungsforderungen der Agentur nur mit unbestrittenen oder rechtskräftig festgestellten Forderungen aufrechnen. Der Auftraggeber kann ein Zurückbehaltungsrecht nur in den Fällen unbestrittener oder rechtskräftig festgestellter Ansprüche geltend machen.</p></li> </ol></p>",
        "7": "<p><ol><li><p>Sofern nicht abweichend in der Leistungsbeschreibung geregelt, erwirbt der Auftraggeber mit vollständiger Bezahlung die nach dem Vertragszweck erforderlichen Nutzungsrechte an den von der Agentur gestalteten Werbemitteln für die Laufzeit des Agenturvertrags, mindestens jedoch für 6 Monate nach Abnahme. Die Nutzungsrechte sind auf das Gebiet der Bundesrepublik Deutschland beschränkt. Eine Bearbeitung oder inhaltliche Änderung der von der Agentur gestalteten Werbemittel ist nur mit vorheriger Zustimmung der Agentur zulässig. Die Weiterübertragung oder Lizenzierung der Nutzungsrechte durch den Auftraggeber an Dritte bedarf zu ihrer Wirksamkeit der vorherigen schriftlichen Zustimmung durch die Agentur.</p></li><li><p>Sind zur Erstellung oder Umsetzung von Arbeitsergebnissen der Agentur Nutzungs- oder Verwertungsrechte (z. B. Foto-, Film-, Urheber-, GEMA-Rechte) oder Zustimmungen Dritter (z. B. Persönlichkeitsrechte) erforderlich, wird die Agentur die Rechte und Zustimmungen Dritter im Namen und für Rechnung des Auftraggebers einholen. Dies erfolgt grundsätzlich nur in dem für die vorgesehene Werbemaßnahme zeitlich, räumlich und inhaltlich erforderlichen Umfang, sofern nichts Abweichendes ausdrücklich in Textform vereinbart wurde. Nachforderungen gemäß §§ 32, 32 a UrhG gehen zu Lasten des Auftraggebers.</p></li><li><p>Die Agentur übernimmt keine Haftung dafür, dass bezüglich der von ihr gelieferten Werbemittel und Arbeitsergebnisse keine Rechte Dritter bestehen.</p></li><li><p>Die Agentur darf die von ihr konzipierten Werbemittel zeitlich unbeschränkt zur Eigenwerbung auf ihrer Internet-Website sowie auf von ihr zu Zwecken der Eigenwerbung regelmäßig erstellten Datenträgern (z. B. USB-Stick, DVD) nutzen. Die Befugnis erstreckt sich auch auf die anderen Unternehmen der softsourced UG.</p></li><li><p>Nutzungsrechte für vom Auftraggeber abgelehnte oder nicht ausgeführte Entwürfe bleiben bei der Agentur. Dies gilt auch und gerade für Leistungen der Agentur, die nicht Gegenstand besonderer gesetzlicher Rechte, insbesondere des Urheberrechts, sind.</p></li></ol></p>",
        "8": "<p><ol><li><p>Gerichtsstand für alle Streitigkeiten zwischen dem Auftraggeber, der Kaufmann ist, und der Agentur ist der Sitz der Agentur.</p></li><li><p>Anwendbar ist nur das Recht der Bundesrepublik Deutschland unter Ausschluss des deutschen Internationalen Privatrechts.</p></li></ol></p>"
    }
    }