{
    "titles": ["DEFINITION, SCOPE OF APPLICATION","DATES, DELIVERY DEADLINES","SCOPE OF SERVICES, REMUNERATION","PRODUCTION MONITORING (AWARDING, COORDINATION AND MONITORING OF THE PRODUCTION OF ADVERTISING MATERIAL)","LIABILITY, Warranty","ACCEPTANCE","INVOICE, PRICE, PAYMENT, TERMS OF PAYMENT","COPYRIGHTED RIGHTS OF USE/PERFORMANCE PROTECTION RIGHTS"],
    "desc": {
        "0": "<p><ul><li>These general terms and conditions apply to all companies of softsourced UG (limited liability). The terms &#8220;order, agency and client&#8220; are to be understood in a commercial sense.&#8220;Order&#8220; means the contractual relationship regardless of the respective type of contract, &#8220;Agency&#8220; means the party who owes the main performance, &#8220;Client&#8220; means the party who has to receive the main performance and pay the remuneration.</p> <li><p>Divergent terms and conditions of the Client shall only be valid if the Agency has acknowledged them in writing</p></li></ol> </p>" ,
        "1": "<p><ol><li><p>Dates and delivery periods are basically non-binding guidelines. This does not apply if dates are expressly agreed in writing as fixed.</p></li><li><p>The agency is not liable for delays in delivery that are due to the fact that the client fails to comply with the necessary obligations to cooperate.</p></li><p>If the Client is in default of acceptance or culpably violates other obligations to cooperate, the Agency shall be entitled to demand compensation for any damages incurred, including any additional expenses. We reserve the right to make further claims.</p></ol></p>",
        "2": "<p><ol><li><p>The scope of the individual services and the remuneration owed are set out in the Agency's service description. If no remuneration is determined for a service, the Agency's price lists valid at the time of the order shall apply. Additional expenditure on the part of the Agency, in particular due to changes and additions requested by the Client, shall be charged as additional expenditure in accordance with the agreed hourly rates, or alternatively in accordance with the Agency's price lists valid at the time of the order.</p></li><li><p>The Client shall bear the damage caused by the fact that work has to be repeated or delayed in whole or in part by the Agency as a result of incorrect, subsequently corrected or incomplete information provided by the Client, provided that the Client is responsible for the damage.</p></li><li><p>The Agency may also have the services incumbent upon it performed by third parties as subcontractors. The Client may only refuse such a third party if there is an important reason in the person of the third party.</p></li><li><p>If the Client terminates an order, which he has released to the Agency, prematurely, § 649 BGB (German Civil Code) shall apply between the contractual partners with regard to the Agency's fees.</p></li><li><p>The review of the legal admissibility of advertising (in particular competition, trademark, food and drug law) is owed by the Agency only if it is expressly the subject of the order. If the Client commissions the Agency with these services, he shall bear the fees and costs incurred by the Agency and third parties (lawyer, authorities, etc.) at normal market conditions, unless otherwise agreed.</p></li><li><p>The Agency shall not be obliged to check the accuracy of the factual statements contained in the advertising, which have been prepared or approved by the Client, regarding the Client's products and services.</p></li><li><p>The services of the Agency shall be provided in accordance with the contract even if they are not capable of registration or protection (e.g. patents, trademarks, copyright), unless otherwise expressly agreed. The Agency is not obliged, but entitled, to make its services the subject of applications for property rights.</p></li>The Agency shall submit all drafts to the Client for examination and approval before publication. With the release of the work, the client assumes responsibility for the accuracy of content, image, sound and text.<ol></p>",
        "3": "<p><ol><li><p>Within the scope of production monitoring, the Agency shall select suitable advertising material manufacturers and issue production orders in text form after approval by the Client. Individual orders up to a maximum of EUR 2,000.00 do not require the approval of the Client. Orders to advertising material manufacturers shall be placed in the name and for the account of the Client, unless otherwise expressly agreed in writing.</p></li><li><p>The agency coordinates the production process and controls the services and invoices of the manufacturers.</p></li><li><p>If the Agency places production orders in its own name and for its own account on the basis of an express agreement with the Client, all external costs incurred shall be passed on to the Client by the Agency. In the case of production orders with an anticipated value of Euro 5,000.00 or more, the Agency shall be entitled to demand immediately due advance payments up to the gross order value.</p></li></ol></p>",
        "4": "<p><ol><li><p>The Agency shall be liable for intent and gross negligence in accordance with the statutory provisions. However, liability for warranty claims for defects is limited to 12 months from delivery.</p></li><li><p>In the case of slight negligence, the Agency and its vicarious agents shall only be liable if a material contractual obligation (cardinal obligation) is breached or in the event of delay or impossibility of performance.</p></li><li><p>In the event of liability due to slight negligence, this liability of the Agency and its vicarious agents and assistants for breach of duty and tort and for claims for compensation for futile expenses shall be limited to such damages as are foreseeable or typical.</p></li><li><p>The aforementioned limitations of liability and the shortened warranty shall not apply to the absence of warranted characteristics, to cases of fraudulent intent, to injury to life, body or health, to defects of title or to liability under the Product Liability Act.</p></li><li><p>The aforementioned limitations of liability and the shortened warranty shall not apply to the absence of warranted characteristics, to cases of fraudulent intent, to injury to life, body or health, to defects of title or to liability under the Product Liability Act.</p></li><li><p>The Client may not claim damages as a result of errors and printing or transmission errors for which the Agency is not responsible and which entitle the Agency to contest the contract.</p></li></ol></p>",
        "5": "<p>If the Agency owes a certain work success, i.e. a work that can be individualised (e.g. a draft), the Client shall be obliged to accept it. Acceptance shall be deemed to have taken place if it is not declared or refused within seven days of delivery, provided that the work result essentially corresponds to the agreements. If there are significant deviations, the Agency shall rectify these deviations within a reasonable period and submit the work result again for acceptance. Acceptance shall be deemed to have taken place at the latest upon payment or use of the work.</p>",
        "6": "<p><ol><li><p>The Agency shall invoice its services immediately after they have been provided.</p></li><li><p>Unless other terms of payment have been agreed upon, payment shall be made within 10 days of the invoice date without deduction.</p></li><li><p>All prices are net prices and do not include the legal sales tax. Customs duties, fees and other charges as well as the artists' social insurance shall be borne by the client, even if they are subsequently collected.</p></li><li><p>The client may only offset claims for remuneration of the agency with undisputed or legally binding claims. The Client may only assert a right of retention in cases of undisputed or legally established claims. </p></li></ol></p>",
        "7": "<p><ol><li><p>Unless otherwise specified in the service description, the client acquires the rights of use of the advertising media designed by the agency for the duration of the agency contract, but at least for 6 months after acceptance, upon full payment. The rights of use are limited to the territory of the Federal Republic of Germany. Editing or changing the content of the advertising material designed by the Agency is only permitted with the prior consent of the Agency. The further transfer or licensing of the rights of use by the client to third parties requires the prior written consent of the Agency to be effective.</p></li><li><p>If rights of use or exploitation rights (e.g. photographic, film, copyright, GEMA rights) or consents of third parties (e.g. personal rights) are required for the creation or implementation of the Agency's work results, the Agency shall obtain the rights and consents of third parties in the name and on behalf of the Client. This shall only take place to the extent necessary for the intended advertising measure in terms of time, space and content, unless otherwise expressly agreed in writing. Additional claims according to §§ 32, 32 a UrhG (German Copyright Act) shall be borne by the client.</p></li><li><p>The Agency shall not assume any liability for the fact that no rights of third parties exist with regard to the advertising material and work results supplied by it.</p></li><li><p>The Agency may use the advertising material designed by the Agency for its own advertising on its Internet website and on data carriers (e.g. USB stick, DVD) regularly created by the Agency for its own advertising purposes for an unlimited period of time. The authorization also extends to the other companies of softsourced UG.</p></li><li><p>Rights of use for designs rejected or not executed by the client remain with the agency. This also and especially applies to services of the agency, which are not subject to special legal rights, especially copyright.</p></li><ol></p>",
        "8": "<p><ol><li><p>Place of jurisdiction for all disputes between the client, who is a merchant, and the agency is the agency's registered office.</p></li><li><p>only the law of the Federal Republic of Germany shall be applicable, excluding German international private law.</p></li></ol></p>"
    }
    }