{
  "titles": [
    "THE 10 MUST-HAVES YOUR LANDING PAGE NEEDS TO CONVERT",
    "TECHCRUNCH",
    "MASHABLE"
  ],
  "desc": {
    "0": "<p> Paid search, Search Engine Advertising (SEA) are great – but have you spent enough time and money on your SEO-strategy?</p><p> Often Search Engine Optimization (SEO) is completely overlooked. This has various reasons, but it’s relatively long lead time is probably its major downfall. Results are not directly visible, and only materialize after 3 months – usually even longer. </p><p> Also, search engine optimization does not consist of just one clear measure that must be taken, but rather of a multitude of measures that have to be implemented correctly in order to rocket in Search Engine Result Pages (SERPs). </p><p> This makes it hard for marketers to justify money and time spent on SEO, as implementations taken are not immediately reflected in tangible output measures. Here I can only refer to Peter Drucker who famously said: “You cannot manage, what you do not measure” <a href=\"https://www.growthink.com/content/two-most-important-quotes-business\" alt=\"two-most-important-quotes-business\">(https://www.growthink.com/content/two-most-important-quotes-business)</a>.So it is understandable that managers will want to see results that are clearly linked to input measures.</p><p> While this article will be discussing which features your landing page needs in order to perform well on SEO, follow this link to read into “How to measure performance like a boss: 10 SEO metrics your team needs to track” (Hyperlink to next article).</p><ol><li> Landing pages must contain these elements<ul style=\"list-style-type: disc;\"><li>A page title: that is the big blue text that will pop up in the search engine results (Bing, Google, Yahoo, etc.)</li><li>Meta-Text: 160-300 words describing what your page has to offer</li><li>A headline and where needed subheadings (marketers refer to H1 as the main heading, and continue to H6 for their sub-headings)</li><li>A short description of your value proposition and what you are offering as a company</li><li>A supporting video or picture </li><li>Elements of trust (customer testimonials, logos, security badges, awards, etc.)</li><li>A call to action (CTA) or form where prospects can leave their information for you to contact them</li></ul></li><li> Get rid of the navigation bar Landing pages have one purpose – to have people get in touch with your offering and take one specific action. If visitors land on your page, you will want to keep them there until they have taken that specific action. Most of the time this specific action is to leave their data in order to be contacted. Giving visitors the direct option to navigate away from your page might make them refrain from performing the specific action. removing the navigation bar on the main site will help to visitors on your landing page, making it more likely that they carry out the specific action.</li><li> Key information above the fold Above the fold refers to the top part of your landing page and is everything a visitor sees upon first landing on your page. Many people call it a header or hero-section as it is the most important part of your page, and many visitors will not be bothered to scroll to the rest of the great pieces of information you give further down. Keep your hero-section clean and include your headline (optional sub-heading), value proposition, and CTA. Try not to overload this section, but rather include what the visitor is looking for in the first place. Make sure that your landing page has a responsive design. This means that it is adjusted to various different formats (Mobile, Desktop, iPad) not to have your hero-section looking stunning on the latest iPhone, but is not readable on your everyday laptop screen. </li><li> Be concise on your messaging Before you start creating your landing page, think about what it is your landing page is trying to convey. If you are unsure about your message, the visitor of your page will be even more unsure, get confused and move away from it. As a rule of thumb: do not try to overload your landing page. The less, yet clear pieces of information you provide the better. Keep your message concise and be clear on what visitors are supposed to do on your landing page. Your CTA has to be clearly visible above the page fold, upon opening the landing page. It should also match the previously clicked source. If your visitor clicked on a link saying “Get a free Demo now” and will be asked to provide credit card details in the next step, your churn rate (rate of visitors disappearing from your page without completing the specific action; a type of conversion rate) will increase drastically. So, make sure the transition from CTA to performing the specific action is smooth and fully transparent - by no means do you want your visitors to feel lured into some sort of trap..</li><li> Keep it simple This point compliments the one above. Too many pieces of information or missing pieces of information cause friction. The last thing you want to do is confuse your audience, as it will make them disappear. Make sure to include elements that are required to gain your visitors trust and conviction that they have found and can get what they were looking for by performing the specific action (e.g. entering their personal details). Keep it simple, include social proof (awards, security badges, GDPR-compliance, testimonials) and make sure your message is consistent throughout the whole landing page.</li><li> Create real value Put yourself into the shoes of a potential customer of yours: what is it that you would like to see when clicking on this link? What pieces of information would you like to read when finding out more about a certain topic? Do not offer visitors boring fact sheets or lousy word-downloads. Rather give them a chance to see your offering in action. Rather go for a free taster, an online-demo or a valuable guide that they can download. By presenting your potential consumers real value you positively influence their final buying decision – ideally they opt for you.</li><li> Include social proof Where did I land here? Who is this company that wants me to download their free e-book? These are usual questions consumers have in mind when clicking on landing pages. In order to help consumers answer this question you should always include a brief description of your company on that landing page. A great way of building trust and credibility is also to include social proof. This can range from testimonials from your clients, over that design award you won last year, to simple measures such as the amount of people that have downloaded the e-book you are offering or references to your Privacy Policy or Terms and Conditions. </li><li> Contact form This part is often done wrong. Of course, you want to know a maximum amount of details about the person that made it onto your website and is interested in your products. But too often, marketers get greedy and want to know everything in order to turn this lead into a potential buyer. Only ask for what you actually need. Depending on the product you sell or the service you offer, this might vary. Yet, try to keep the fields to be filled in your CTA or contact form to a bare minimum. In most cases, name and contact method (E-Mail-address, phone number) are  already enough. If you need more, go for it; however only if this piece of information is indispensable to qualify your lead. Also consider keeping certain fields optional- interested visitors can always leave behind more details.</li><li> Page speed Speaking for myself, I already get annoyed if a page I am wanting to see takes over 1 second to load. According to many page speed reports, over two thirds of consumers admit that loading times are influencing their perspective of a company or page. As a rule of thumb, try not to overstep the magic 3-second line, cause almost all the visitors will have left by the end of those. If they persevere, they will most likely be annoyed. Google has also confirmed that page speed is a major ranking feature and that the algorithm will place fast pages further up in the SERPs. Make sure to check the speed of your page. Google provides useful insights here: <a href=\"https://developers.google.com/speed/pagespeed/insights/\" alt=\"page-speed\">https://developers.google.com/speed/pagespeed/insights/</a>. Not satisfied with the speed? Read into our article XXXX on how to increase your page speed.</li><li> Create many Landing Pages Landing Pages can be a lot of work. But remember, once you have created that landing page it might be the missing piece of information your potential consumer has been looking for to make an educated buying decision. Consider a landing page an opportunity for converting traffic into leads and leads into customers. Subsequently that means that the more landing pages you have, the more opportunities you have for conversion.</li></ol><p>Related articles:<ul><li>“How to measure performance like a boss: 10 SEO metrics your team needs to track”</li><li>How to perfect your page speed?</li><li>Famous business quotes: “You cannot manage, what you do not measure” <a href=\"https://www.growthink.com/content/two-most-important-quotes-business\" alt=\"two-most-important-quotes-business\">(https://www.growthink.com/content/two-most-important-quotes-business)</a> </li></ul></p><p>CTA-buttons:<ul><li> Up on top: Subscribe</li><li> Along the way: Want to learn more? Why don’t you read into one of these?</li><li> At the bottom: In need of help to build your landing page? Get in touch!</li></ul></p></div>",
    "1": "<p>The COVID-19 pandemic has already triggered a number of layoffs across industries, from travel companies to scooter startups. But, as a gray footnote to all tragedies, we’re starting to see innovation pop through the cracks — and hopefully help some people, as well. </p><p>Back in November, Alexander Taub and Michael Schonfeld launched Upstream, a social media platform for professionals, to a small group of roughly 800 beta testers. The goal was to give folks a place to network and ask for introductions in a more digitally friendly, mobile-first platform than LinkedIn groups. The company counts Hunter Walk of Homebrew, Olivia Benjamin of Bain Capital Ventures and D’Arcy Coolican of Andreessen Horowitz as beta users. The plan was to launch publicly this summer.</p><p>However, as companies have cut staff, the co-founders are launching Upstream to the public earlier than expected, with a specific goal to discuss layoffs from COVID-19.</p><p>“When the coronavirus hit, we were like, oh my god we’re gonna have crazy unemployment,” Taub tells me. “It’s one thing to have a recession depression, but there’s also going to be a zero demand curve because like, we can’t go outside. So this is going to be bad.”</p><p>As a result, Taub decided to double down on something he was already seeing happen organically on the platform: job hiring and role recommendations.</p><p>Once a user signs up to the platform, they can join the COVID-19 group. They can then choose what they want to post: looking to hire; looking for a job; or looking to help. Being able to only originate these three types of posts, noted Taub, is part of the reason Upstream is different from a Slack group or LinkedIn.</p><p>Once a note is posted, users can directly message other users in the group to follow up on a job posting or warm intro. When I asked Taub how he’s preparing for a potential uptick in usage, he said that “if this blows up…we will put up a gate” to limit the amount of posts that go live each minute.</p><div class=\"img_wrapper\" style=\"margin: 20px auto; height: 680px; width: 314px;\"><img src=\"/static/media/nm_2432020.16f2519c.jpeg\"></div><p>Other groups on the platform that are not yet open to the public include Jews in Tech, Business Development and Earlybirds.</p><p>Taub said he and Schonfeld launched Upstream with a view to focus on individuals in tech. But in recent months, Taub says he’s noticed group members outside of tech have used it, including small business owners and teachers.</p><p>There has been little innovation in support for layoffs. Most layoff solutions exist in the form of job searching groups on Facebook, communities on Slack and even a plain-old spreadsheet that includes a list of people to hire. Taub is betting that “people want a dedicated place to be more vulnerable…because it’s a little uncomfortable asking for help on Facebook.”</p></div>",
    "2": "<div class=\"blog_desc desc\"><p>Microsoft has issued a security guidance advisory that there are vulnerabilities in its Windows products. The security flaws are particularly present in the Adobe Type Manager Library.</p><p>According to Microsoft, there is a flaw in Windows Adobe Type Manager Library that that improperly handles “a specially-crafted multi-master font – Adobe Type 1 PostScript format”.</p><p>If threat actors somehow manage to persuade a user to simply open a “specially crafted” document or even preview it in Windows Explorer, they can leverage upon the flaw through remotely executed code.</p><p>The vulnerability affects various versions of Windows 10, Windows 8, Windows 7 and Microsoft’s Windows Server products. For all the products, the vulnerability has been classified as ‘critical’ and Microsoft has provided guidelines to work around it.</p><p>In supported versions of Windows 10, a successful attack could potentially give limited privileges and capabilities. Microsoft has also said that it is aware of limited, targeted attacks that have made attempts to leverage this vulnerability before.</p><p>Windows receives patches, along with updates every second Tuesday of a month. A Microsoft spokesperson told TechCrunch that this patch vulnerability would likely be patched in the next update (Tuesday, April 14). While the company is still working on the fix, it has released guidelines for users to make them more aware of the situation and secure them from the vulnerability as well.</p><p>For starters, Microsoft recommends disabling the Preview Pane and Details Pane in Windows Explorer which stops all OTF (Open Type Fonts) to be displayed. But, it does not stop an authenticated local user to exploit the vulnerability. The workarounds only protect the user from the exploitation of the vulnerability if they open a specially crafted document.</p><p>You can find the steps for mitigation and workarounds in Windows operating systems and products for the vulnerability in the guidelines here.</p></div>"
  },
  "desc": {
    "0": "<p> Paid search, Search Engine Advertising (SEA) are great – but have you spent enough time and money on your SEO-strategy?</p><p> Often Search Engine Optimization (SEO) is completely overlooked. This has various reasons, but it’s relatively long lead time is probably its major downfall. Results are not directly visible, and only materialize after 3 months – usually even longer. </p><p> Also, search engine optimization does not consist of just one clear measure that must be taken, but rather of a multitude of measures that have to be implemented correctly in order to rocket in Search Engine Result Pages (SERPs). </p><p> This makes it hard for marketers to justify money and time spent on SEO, as implementations taken are not immediately reflected in tangible output measures. Here I can only refer to Peter Drucker who famously said: “You cannot manage, what you do not measure” <a href=\"https://www.growthink.com/content/two-most-important-quotes-business\" alt=\"two-most-important-quotes-business\">(https://www.growthink.com/content/two-most-important-quotes-business)</a>.So it is understandable that managers will want to see results that are clearly linked to input measures.</p><p> While this article will be discussing which features your landing page needs in order to perform well on SEO, follow this link to read into “How to measure performance like a boss: 10 SEO metrics your team needs to track” (Hyperlink to next article).</p><ol><li> Landing pages must contain these elements<ul style=\"list-style-type: disc;\"><li>A page title: that is the big blue text that will pop up in the search engine results (Bing, Google, Yahoo, etc.)</li><li>Meta-Text: 160-300 words describing what your page has to offer</li><li>A headline and where needed subheadings (marketers refer to H1 as the main heading, and continue to H6 for their sub-headings)</li><li>A short description of your value proposition and what you are offering as a company</li><li>A supporting video or picture </li><li>Elements of trust (customer testimonials, logos, security badges, awards, etc.)</li><li>A call to action (CTA) or form where prospects can leave their information for you to contact them</li></ul></li><li> Get rid of the navigation bar Landing pages have one purpose – to have people get in touch with your offering and take one specific action. If visitors land on your page, you will want to keep them there until they have taken that specific action. Most of the time this specific action is to leave their data in order to be contacted. Giving visitors the direct option to navigate away from your page might make them refrain from performing the specific action. removing the navigation bar on the main site will help to visitors on your landing page, making it more likely that they carry out the specific action.</li><li> Key information above the fold Above the fold refers to the top part of your landing page and is everything a visitor sees upon first landing on your page. Many people call it a header or hero-section as it is the most important part of your page, and many visitors will not be bothered to scroll to the rest of the great pieces of information you give further down. Keep your hero-section clean and include your headline (optional sub-heading), value proposition, and CTA. Try not to overload this section, but rather include what the visitor is looking for in the first place. Make sure that your landing page has a responsive design. This means that it is adjusted to various different formats (Mobile, Desktop, iPad) not to have your hero-section looking stunning on the latest iPhone, but is not readable on your everyday laptop screen. </li><li> Be concise on your messaging Before you start creating your landing page, think about what it is your landing page is trying to convey. If you are unsure about your message, the visitor of your page will be even more unsure, get confused and move away from it. As a rule of thumb: do not try to overload your landing page. The less, yet clear pieces of information you provide the better. Keep your message concise and be clear on what visitors are supposed to do on your landing page. Your CTA has to be clearly visible above the page fold, upon opening the landing page. It should also match the previously clicked source. If your visitor clicked on a link saying “Get a free Demo now” and will be asked to provide credit card details in the next step, your churn rate (rate of visitors disappearing from your page without completing the specific action; a type of conversion rate) will increase drastically. So, make sure the transition from CTA to performing the specific action is smooth and fully transparent - by no means do you want your visitors to feel lured into some sort of trap..</li><li> Keep it simple This point compliments the one above. Too many pieces of information or missing pieces of information cause friction. The last thing you want to do is confuse your audience, as it will make them disappear. Make sure to include elements that are required to gain your visitors trust and conviction that they have found and can get what they were looking for by performing the specific action (e.g. entering their personal details). Keep it simple, include social proof (awards, security badges, GDPR-compliance, testimonials) and make sure your message is consistent throughout the whole landing page.</li><li> Create real value Put yourself into the shoes of a potential customer of yours: what is it that you would like to see when clicking on this link? What pieces of information would you like to read when finding out more about a certain topic? Do not offer visitors boring fact sheets or lousy word-downloads. Rather give them a chance to see your offering in action. Rather go for a free taster, an online-demo or a valuable guide that they can download. By presenting your potential consumers real value you positively influence their final buying decision – ideally they opt for you.</li><li> Include social proof Where did I land here? Who is this company that wants me to download their free e-book? These are usual questions consumers have in mind when clicking on landing pages. In order to help consumers answer this question you should always include a brief description of your company on that landing page. A great way of building trust and credibility is also to include social proof. This can range from testimonials from your clients, over that design award you won last year, to simple measures such as the amount of people that have downloaded the e-book you are offering or references to your Privacy Policy or Terms and Conditions. </li><li> Contact form This part is often done wrong. Of course, you want to know a maximum amount of details about the person that made it onto your website and is interested in your products. But too often, marketers get greedy and want to know everything in order to turn this lead into a potential buyer. Only ask for what you actually need. Depending on the product you sell or the service you offer, this might vary. Yet, try to keep the fields to be filled in your CTA or contact form to a bare minimum. In most cases, name and contact method (E-Mail-address, phone number) are  already enough. If you need more, go for it; however only if this piece of information is indispensable to qualify your lead. Also consider keeping certain fields optional- interested visitors can always leave behind more details.</li><li> Page speed Speaking for myself, I already get annoyed if a page I am wanting to see takes over 1 second to load. According to many page speed reports, over two thirds of consumers admit that loading times are influencing their perspective of a company or page. As a rule of thumb, try not to overstep the magic 3-second line, cause almost all the visitors will have left by the end of those. If they persevere, they will most likely be annoyed. Google has also confirmed that page speed is a major ranking feature and that the algorithm will place fast pages further up in the SERPs. Make sure to check the speed of your page. Google provides useful insights here: <a href=\"https://developers.google.com/speed/pagespeed/insights/\" alt=\"page-speed\">https://developers.google.com/speed/pagespeed/insights/</a>. Not satisfied with the speed? Read into our article XXXX on how to increase your page speed.</li><li> Create many Landing Pages Landing Pages can be a lot of work. But remember, once you have created that landing page it might be the missing piece of information your potential consumer has been looking for to make an educated buying decision. Consider a landing page an opportunity for converting traffic into leads and leads into customers. Subsequently that means that the more landing pages you have, the more opportunities you have for conversion.</li></ol><p>Related articles:<ul><li>“How to measure performance like a boss: 10 SEO metrics your team needs to track”</li><li>How to perfect your page speed?</li><li>Famous business quotes: “You cannot manage, what you do not measure” <a href=\"https://www.growthink.com/content/two-most-important-quotes-business\" alt=\"two-most-important-quotes-business\">(https://www.growthink.com/content/two-most-important-quotes-business)</a> </li></ul></p><p>CTA-buttons:<ul><li> Up on top: Subscribe</li><li> Along the way: Want to learn more? Why don’t you read into one of these?</li><li> At the bottom: In need of help to build your landing page? Get in touch!</li></ul></p></div>",
    "1": "<p>The COVID-19 pandemic has already triggered a number of layoffs across industries, from travel companies to scooter startups. But, as a gray footnote to all tragedies, we’re starting to see innovation pop through the cracks — and hopefully help some people, as well. </p><p>Back in November, Alexander Taub and Michael Schonfeld launched Upstream, a social media platform for professionals, to a small group of roughly 800 beta testers. The goal was to give folks a place to network and ask for introductions in a more digitally friendly, mobile-first platform than LinkedIn groups. The company counts Hunter Walk of Homebrew, Olivia Benjamin of Bain Capital Ventures and D’Arcy Coolican of Andreessen Horowitz as beta users. The plan was to launch publicly this summer.</p><p>However, as companies have cut staff, the co-founders are launching Upstream to the public earlier than expected, with a specific goal to discuss layoffs from COVID-19.</p><p>“When the coronavirus hit, we were like, oh my god we’re gonna have crazy unemployment,” Taub tells me. “It’s one thing to have a recession depression, but there’s also going to be a zero demand curve because like, we can’t go outside. So this is going to be bad.”</p><p>As a result, Taub decided to double down on something he was already seeing happen organically on the platform: job hiring and role recommendations.</p><p>Once a user signs up to the platform, they can join the COVID-19 group. They can then choose what they want to post: looking to hire; looking for a job; or looking to help. Being able to only originate these three types of posts, noted Taub, is part of the reason Upstream is different from a Slack group or LinkedIn.</p><p>Once a note is posted, users can directly message other users in the group to follow up on a job posting or warm intro. When I asked Taub how he’s preparing for a potential uptick in usage, he said that “if this blows up…we will put up a gate” to limit the amount of posts that go live each minute.</p><div class=\"img_wrapper\" style=\"margin: 20px auto; height: 680px; width: 314px;\"><img src=\"/static/media/nm_2432020.16f2519c.jpeg\"></div><p>Other groups on the platform that are not yet open to the public include Jews in Tech, Business Development and Earlybirds.</p><p>Taub said he and Schonfeld launched Upstream with a view to focus on individuals in tech. But in recent months, Taub says he’s noticed group members outside of tech have used it, including small business owners and teachers.</p><p>There has been little innovation in support for layoffs. Most layoff solutions exist in the form of job searching groups on Facebook, communities on Slack and even a plain-old spreadsheet that includes a list of people to hire. Taub is betting that “people want a dedicated place to be more vulnerable…because it’s a little uncomfortable asking for help on Facebook.”</p></div>",
    "2": "<div class=\"blog_desc desc\"><p>Microsoft has issued a security guidance advisory that there are vulnerabilities in its Windows products. The security flaws are particularly present in the Adobe Type Manager Library.</p><p>According to Microsoft, there is a flaw in Windows Adobe Type Manager Library that that improperly handles “a specially-crafted multi-master font – Adobe Type 1 PostScript format”.</p><p>If threat actors somehow manage to persuade a user to simply open a “specially crafted” document or even preview it in Windows Explorer, they can leverage upon the flaw through remotely executed code.</p><p>The vulnerability affects various versions of Windows 10, Windows 8, Windows 7 and Microsoft’s Windows Server products. For all the products, the vulnerability has been classified as ‘critical’ and Microsoft has provided guidelines to work around it.</p><p>In supported versions of Windows 10, a successful attack could potentially give limited privileges and capabilities. Microsoft has also said that it is aware of limited, targeted attacks that have made attempts to leverage this vulnerability before.</p><p>Windows receives patches, along with updates every second Tuesday of a month. A Microsoft spokesperson told TechCrunch that this patch vulnerability would likely be patched in the next update (Tuesday, April 14). While the company is still working on the fix, it has released guidelines for users to make them more aware of the situation and secure them from the vulnerability as well.</p><p>For starters, Microsoft recommends disabling the Preview Pane and Details Pane in Windows Explorer which stops all OTF (Open Type Fonts) to be displayed. But, it does not stop an authenticated local user to exploit the vulnerability. The workarounds only protect the user from the exploitation of the vulnerability if they open a specially crafted document.</p><p>You can find the steps for mitigation and workarounds in Windows operating systems and products for the vulnerability in the guidelines here.</p></div>"
  },
  "desc": {
    "0": "<p> Paid search, Search Engine Advertising (SEA) are great – but have you spent enough time and money on your SEO-strategy?</p><p> Often Search Engine Optimization (SEO) is completely overlooked. This has various reasons, but it’s relatively long lead time is probably its major downfall. Results are not directly visible, and only materialize after 3 months – usually even longer. </p><p> Also, search engine optimization does not consist of just one clear measure that must be taken, but rather of a multitude of measures that have to be implemented correctly in order to rocket in Search Engine Result Pages (SERPs). </p><p> This makes it hard for marketers to justify money and time spent on SEO, as implementations taken are not immediately reflected in tangible output measures. Here I can only refer to Peter Drucker who famously said: “You cannot manage, what you do not measure” <a href=\"https://www.growthink.com/content/two-most-important-quotes-business\" alt=\"two-most-important-quotes-business\">(https://www.growthink.com/content/two-most-important-quotes-business)</a>.So it is understandable that managers will want to see results that are clearly linked to input measures.</p><p> While this article will be discussing which features your landing page needs in order to perform well on SEO, follow this link to read into “How to measure performance like a boss: 10 SEO metrics your team needs to track” (Hyperlink to next article).</p><ol><li> Landing pages must contain these elements<ul style=\"list-style-type: disc;\"><li>A page title: that is the big blue text that will pop up in the search engine results (Bing, Google, Yahoo, etc.)</li><li>Meta-Text: 160-300 words describing what your page has to offer</li><li>A headline and where needed subheadings (marketers refer to H1 as the main heading, and continue to H6 for their sub-headings)</li><li>A short description of your value proposition and what you are offering as a company</li><li>A supporting video or picture </li><li>Elements of trust (customer testimonials, logos, security badges, awards, etc.)</li><li>A call to action (CTA) or form where prospects can leave their information for you to contact them</li></ul></li><li> Get rid of the navigation bar Landing pages have one purpose – to have people get in touch with your offering and take one specific action. If visitors land on your page, you will want to keep them there until they have taken that specific action. Most of the time this specific action is to leave their data in order to be contacted. Giving visitors the direct option to navigate away from your page might make them refrain from performing the specific action. removing the navigation bar on the main site will help to visitors on your landing page, making it more likely that they carry out the specific action.</li><li> Key information above the fold Above the fold refers to the top part of your landing page and is everything a visitor sees upon first landing on your page. Many people call it a header or hero-section as it is the most important part of your page, and many visitors will not be bothered to scroll to the rest of the great pieces of information you give further down. Keep your hero-section clean and include your headline (optional sub-heading), value proposition, and CTA. Try not to overload this section, but rather include what the visitor is looking for in the first place. Make sure that your landing page has a responsive design. This means that it is adjusted to various different formats (Mobile, Desktop, iPad) not to have your hero-section looking stunning on the latest iPhone, but is not readable on your everyday laptop screen. </li><li> Be concise on your messaging Before you start creating your landing page, think about what it is your landing page is trying to convey. If you are unsure about your message, the visitor of your page will be even more unsure, get confused and move away from it. As a rule of thumb: do not try to overload your landing page. The less, yet clear pieces of information you provide the better. Keep your message concise and be clear on what visitors are supposed to do on your landing page. Your CTA has to be clearly visible above the page fold, upon opening the landing page. It should also match the previously clicked source. If your visitor clicked on a link saying “Get a free Demo now” and will be asked to provide credit card details in the next step, your churn rate (rate of visitors disappearing from your page without completing the specific action; a type of conversion rate) will increase drastically. So, make sure the transition from CTA to performing the specific action is smooth and fully transparent - by no means do you want your visitors to feel lured into some sort of trap..</li><li> Keep it simple This point compliments the one above. Too many pieces of information or missing pieces of information cause friction. The last thing you want to do is confuse your audience, as it will make them disappear. Make sure to include elements that are required to gain your visitors trust and conviction that they have found and can get what they were looking for by performing the specific action (e.g. entering their personal details). Keep it simple, include social proof (awards, security badges, GDPR-compliance, testimonials) and make sure your message is consistent throughout the whole landing page.</li><li> Create real value Put yourself into the shoes of a potential customer of yours: what is it that you would like to see when clicking on this link? What pieces of information would you like to read when finding out more about a certain topic? Do not offer visitors boring fact sheets or lousy word-downloads. Rather give them a chance to see your offering in action. Rather go for a free taster, an online-demo or a valuable guide that they can download. By presenting your potential consumers real value you positively influence their final buying decision – ideally they opt for you.</li><li> Include social proof Where did I land here? Who is this company that wants me to download their free e-book? These are usual questions consumers have in mind when clicking on landing pages. In order to help consumers answer this question you should always include a brief description of your company on that landing page. A great way of building trust and credibility is also to include social proof. This can range from testimonials from your clients, over that design award you won last year, to simple measures such as the amount of people that have downloaded the e-book you are offering or references to your Privacy Policy or Terms and Conditions. </li><li> Contact form This part is often done wrong. Of course, you want to know a maximum amount of details about the person that made it onto your website and is interested in your products. But too often, marketers get greedy and want to know everything in order to turn this lead into a potential buyer. Only ask for what you actually need. Depending on the product you sell or the service you offer, this might vary. Yet, try to keep the fields to be filled in your CTA or contact form to a bare minimum. In most cases, name and contact method (E-Mail-address, phone number) are  already enough. If you need more, go for it; however only if this piece of information is indispensable to qualify your lead. Also consider keeping certain fields optional- interested visitors can always leave behind more details.</li><li> Page speed Speaking for myself, I already get annoyed if a page I am wanting to see takes over 1 second to load. According to many page speed reports, over two thirds of consumers admit that loading times are influencing their perspective of a company or page. As a rule of thumb, try not to overstep the magic 3-second line, cause almost all the visitors will have left by the end of those. If they persevere, they will most likely be annoyed. Google has also confirmed that page speed is a major ranking feature and that the algorithm will place fast pages further up in the SERPs. Make sure to check the speed of your page. Google provides useful insights here: <a href=\"https://developers.google.com/speed/pagespeed/insights/\" alt=\"page-speed\">https://developers.google.com/speed/pagespeed/insights/</a>. Not satisfied with the speed? Read into our article XXXX on how to increase your page speed.</li><li> Create many Landing Pages Landing Pages can be a lot of work. But remember, once you have created that landing page it might be the missing piece of information your potential consumer has been looking for to make an educated buying decision. Consider a landing page an opportunity for converting traffic into leads and leads into customers. Subsequently that means that the more landing pages you have, the more opportunities you have for conversion.</li></ol><p>Related articles:<ul><li>“How to measure performance like a boss: 10 SEO metrics your team needs to track”</li><li>How to perfect your page speed?</li><li>Famous business quotes: “You cannot manage, what you do not measure” <a href=\"https://www.growthink.com/content/two-most-important-quotes-business\" alt=\"two-most-important-quotes-business\">(https://www.growthink.com/content/two-most-important-quotes-business)</a> </li></ul></p><p>CTA-buttons:<ul><li> Up on top: Subscribe</li><li> Along the way: Want to learn more? Why don’t you read into one of these?</li><li> At the bottom: In need of help to build your landing page? Get in touch!</li></ul></p></div>",
    "1": "<p>The COVID-19 pandemic has already triggered a number of layoffs across industries, from travel companies to scooter startups. But, as a gray footnote to all tragedies, we’re starting to see innovation pop through the cracks — and hopefully help some people, as well. </p><p>Back in November, Alexander Taub and Michael Schonfeld launched Upstream, a social media platform for professionals, to a small group of roughly 800 beta testers. The goal was to give folks a place to network and ask for introductions in a more digitally friendly, mobile-first platform than LinkedIn groups. The company counts Hunter Walk of Homebrew, Olivia Benjamin of Bain Capital Ventures and D’Arcy Coolican of Andreessen Horowitz as beta users. The plan was to launch publicly this summer.</p><p>However, as companies have cut staff, the co-founders are launching Upstream to the public earlier than expected, with a specific goal to discuss layoffs from COVID-19.</p><p>“When the coronavirus hit, we were like, oh my god we’re gonna have crazy unemployment,” Taub tells me. “It’s one thing to have a recession depression, but there’s also going to be a zero demand curve because like, we can’t go outside. So this is going to be bad.”</p><p>As a result, Taub decided to double down on something he was already seeing happen organically on the platform: job hiring and role recommendations.</p><p>Once a user signs up to the platform, they can join the COVID-19 group. They can then choose what they want to post: looking to hire; looking for a job; or looking to help. Being able to only originate these three types of posts, noted Taub, is part of the reason Upstream is different from a Slack group or LinkedIn.</p><p>Once a note is posted, users can directly message other users in the group to follow up on a job posting or warm intro. When I asked Taub how he’s preparing for a potential uptick in usage, he said that “if this blows up…we will put up a gate” to limit the amount of posts that go live each minute.</p><div class=\"img_wrapper\" style=\"margin: 20px auto; height: 680px; width: 314px;\"><img src=\"/static/media/nm_2432020.16f2519c.jpeg\"></div><p>Other groups on the platform that are not yet open to the public include Jews in Tech, Business Development and Earlybirds.</p><p>Taub said he and Schonfeld launched Upstream with a view to focus on individuals in tech. But in recent months, Taub says he’s noticed group members outside of tech have used it, including small business owners and teachers.</p><p>There has been little innovation in support for layoffs. Most layoff solutions exist in the form of job searching groups on Facebook, communities on Slack and even a plain-old spreadsheet that includes a list of people to hire. Taub is betting that “people want a dedicated place to be more vulnerable…because it’s a little uncomfortable asking for help on Facebook.”</p></div>",
    "2": "<div class=\"blog_desc desc\"><p>Microsoft has issued a security guidance advisory that there are vulnerabilities in its Windows products. The security flaws are particularly present in the Adobe Type Manager Library.</p><p>According to Microsoft, there is a flaw in Windows Adobe Type Manager Library that that improperly handles “a specially-crafted multi-master font – Adobe Type 1 PostScript format”.</p><p>If threat actors somehow manage to persuade a user to simply open a “specially crafted” document or even preview it in Windows Explorer, they can leverage upon the flaw through remotely executed code.</p><p>The vulnerability affects various versions of Windows 10, Windows 8, Windows 7 and Microsoft’s Windows Server products. For all the products, the vulnerability has been classified as ‘critical’ and Microsoft has provided guidelines to work around it.</p><p>In supported versions of Windows 10, a successful attack could potentially give limited privileges and capabilities. Microsoft has also said that it is aware of limited, targeted attacks that have made attempts to leverage this vulnerability before.</p><p>Windows receives patches, along with updates every second Tuesday of a month. A Microsoft spokesperson told TechCrunch that this patch vulnerability would likely be patched in the next update (Tuesday, April 14). While the company is still working on the fix, it has released guidelines for users to make them more aware of the situation and secure them from the vulnerability as well.</p><p>For starters, Microsoft recommends disabling the Preview Pane and Details Pane in Windows Explorer which stops all OTF (Open Type Fonts) to be displayed. But, it does not stop an authenticated local user to exploit the vulnerability. The workarounds only protect the user from the exploitation of the vulnerability if they open a specially crafted document.</p><p>You can find the steps for mitigation and workarounds in Windows operating systems and products for the vulnerability in the guidelines here.</p></div>"
  }
}
