{
    "m_title": "datenschutzrichtlinien der softscourced UG(haftungsbeschränkt)",
    "m_desc": [
        "Vielen Dank für Ihr Interesse an softsourced. Datensicherheit wird hier ernst genommen. Die Nutzung dieser Website ist ohne die Angabe personenbezogener Daten möglich. Wenn Sie möglicherweise softsourced-Dienste in Anspruch nehmen möchten, kann es notwendig sein, private Daten zu verarbeiten. Bei Bedarf zur Verarbeitung privater Daten und bei fehlender gesetzlicher Grundlage holt softsourced die Zustimmung der betroffenen Personen ein.",
        "Die Bearbeitung von privaten Daten (Name, Adresse, E-Mail-Adresse, Telefonnummer) erfolgt nach der Datenschutz-Grundverordnung (DSGVO) und entspricht den länderspezifisch geltenden Datenschutzbestimmungen. Die nachfolgende Erklärung informiert die Öffentlichkeit über Umfang, Art und Zweck der Erhebung privater Daten. Sie informiert die Betroffenen auch über ihre Rechte. softsourced hat verschiedene Massnahmen umgesetzt, um die maximale Sicherheit der über diese Website verarbeiteten privaten Daten zu gewährleisten. Wir warnen vor der allgemeinen Bedrohung.",
        "Als Datensammler hat softsourced ein Höchstmass an Massnahmen ergriffen, um sicherzustellen, dass die über diese Website verarbeiteten privaten Daten so weitreichend wie möglich sind. Wir weisen jedoch darauf hin, dass Datenübertragungen über das World Wide Web Sicherheitsbedrohungen bergen können. Daher begrüßen wir auch Informationen aus verschiedenen Quellen (z.B. telefonisch, persönlich)."],
    "titles": ["Definitionen","Kontaktangaben"," Erhebung und Speicherung privater Daten","Verwendung von Cookies","Übertragung von Daten","Links zu Websites Dritter"," Werkzeuge zur Verfolgung und Analyse","Plugins für soziale Medien","Rechte der betroffenen Personen"," Widerspruchsrecht","Sicherheit der Daten","Aktualität und Anpassung dieser Datenschutzerklärung"],
    "desc": {
        "0": "<p>Diese Datenschutzerklärung basiert auf den Regelungen, die der europäische Gesetzgeber bei der Umsetzung des DSGVO angewendet hat (Artikel 4 DSGVO). Diese Datenschutzerklärung ist in leicht verständlicher Form verfasst. Zunächst möchten wir die dafür verwendete Terminologie klären. Die folgenden Terminologien sind wesentliche Bestandteile dieser Datenschutzerklärung:</p> <p> <ul><li>&#8220;Private Daten&#8221;  sind alle Daten, die eine Person (im Folgenden als “betroffene Person” bezeichnet) identifizieren; eine Person ist ein Subjekt, das durch Bezugnahme auf eine Kennung, z.B. einen Namen, eine ID-Nummer, eine Adresse oder eine Online-ID, legitim oder implizit unterschieden werden kann.  </li><li>&#8220;betroffene Person&#8221;  ist jede identifizierbare Person, deren private Informationen von dem für die Verarbeitung Verantwortlichen behandelt werden  </li><li>&#8220;Verarbeitung&#8221; ist jede Tätigkeit oder Reihe von Tätigkeiten, die mit privaten Informationen über programmierte Aufträge ausgeführt werden, z.B. Sortieren, Aufzeichnen, Assoziieren, Anpassen, Verwenden, Übertragen, Löschen oder etwas Vergleichbares  </li><li>&#8220;Profiling&#8221;  bezeichnet jede automatische Verarbeitung personenbezogener Daten zur Identifizierung bestimmter Merkmale in Bezug auf eine natürliche Person, insbesondere im Hinblick auf das Sezieren und Vorwegnehmen von Merkmalen im Zusammenhang mit Interessen, Führungsbereich, Bewegungen und Merkmalen einer natürlichen Person </li><li>&#8220;verantwortliche Person&#8221;ist die rechtmäßige Person, Stelle oder Behörde, die allein oder gemeinsam mit anderen über die Gründe und Methoden für die Verarbeitung personenbezogener Daten entscheidet; wenn die Gründe und Methoden für eine solche Vorbereitung durch das Recht der Union oder das innerstaatliche Recht diktiert werden, können Vorkehrungen für den für die Verarbeitung Verantwortlichen oder die besonderen Kriterien für ihren Auftrag nach dem Recht der Union oder dem innerstaatlichen Recht getroffen werden </li><li>&#8220;Empfänger&#8221; bezeichnet jede Person, Behörde oder Einrichtung, der gegenüber privaten Daten offengelegt werden. Behörden, die im Hinblick auf eine bestimmte Prüfungsaufgabe nach Unionsrecht oder nationalem Recht private Daten erhalten können, werden jedoch nicht als Empfänger betrachtet; die Behandlung solcher Informationen durch diese Behörden wird gemäß den entsprechenden Informationssicherheitsregeln und den Gründen für die Vorbereitung abgeschlossen;  </li><li>&#8220;Dritter&#8221;  jede Person, Stelle oder Behörde, die nicht die betroffene Person ist, der für die Verarbeitung Verantwortliche, der Auftragsverarbeiter und die Personen, die unter der unmittelbaren Aufsicht des für die Verarbeitung Verantwortlichen oder des Auftragsverarbeiters die Genehmigung zur Verarbeitung der personenbezogenen Daten erhalten haben</li><li>&#8220;Unter “Einwilligung” &#8221; der betroffenen Person ist jede vorbehaltlos gegebene ausdrückliche, gebildete und unmissverständliche Artikulation von Wünschen in Form von Erklärungen oder Ähnlichem zu verstehen, mit denen die betroffene Person in die Verarbeitung personenbezogener Daten, die sie betreffen, einwilligt</li></ul> </p>",
        "1": "<p><p>Diese Datenschutzerklärung gilt für die Datenverarbeitung durch:</p><p>Verantwortlich: softsourced UG (haftungsbeschränkt)</p><p>Anschrift: Karlsbaderstr. 20, 97762 Hammelburg, Deutschland</p><p>E-mail: info@softsourced.de&nbsp;</p><p>Tel: +49 179 4159070</p></p>",
        "2":  "<p><ol type='a'><li><p>Besuch der Website</p><p>Diese Website ist ohne Offenlegung persönlicher Daten zugänglich. Wenn Sie diese Website betreten, werden die Daten direkt vom Browser auf das Gerät auf den Server der Website übertragen. Diese Informationen werden in Protokolldateien gespeichert. Die nachstehenden Informationen werden bis zur automatischen Löschung gespeichert:</p><ul><li>IP-Adresse des zugreifenden Geräts,,</li><li>Datum und Uhrzeit des Zugriffs,</li><li>Name und URL der abgerufenen Dateien,</li><li>Website, von der aus der Zugriff erfolgt (Referrer-URL),</li><li>den verwendeten Browser und das Betriebssystem des zugreifenden Geräts sowie den Namen des Zugangsanbieters.</li><li>Die oben genannten Daten werden für die folgenden Zwecke verarbeitet: </li><li>Um eine nahtlose Verbindung zu gewährleisten,</li><li>Garantieren Sie eine komfortable Seitengeschwindigkeit und Nutzung dieser Website,</li><li>Bewertung der Systemsicherheit</li></ul><p>Unser Interesse an der Datenerhebung richtet sich ausschließlich auf die oben genannten Zwecke. Die rechtliche Grundlage für die Datenverarbeitung ist Art. 6 Abs. 1 Satz 1 lit. f DSGVO. Darüber hinaus verwendet diese Website Cookies und Analysedienste. Ausführlichere Informationen finden Sie in den Absätzen 4 und 7 dieser</p></li><li><p>Datenschutzerklärung. Bei Verwendung der Kontaktformel </p><p>softsourced bietet die Möglichkeit, über ein Kontaktformular kontaktiert zu werden. Dazu wird im Rahmen der Anfrage eine gültige E-Mail-Adresse benötigt. Andere Angaben sind freiwillig, und es steht Ihnen frei, diese Daten einzugeben. </p><p>Die Datenverarbeitung zur Kontaktaufnahme mit softsourced erfolgt gemäss Art. 6 Abs. 1 S. 1 lit. a DSGVO unter der;</p><p>Die über das Kontaktformular erhobenen personenbezogenen Daten werden nach Erledigung aller Anfragen automatisch gelöscht.&nbsp;</p></li></ol></p>",
        "3": "<p><p>Auf unserer Website verwenden wir Cookies. Cookies sind Dateien, die von Ihrem Browser erstellt und beim Besuch von Websites auf Ihrem Gerät gespeichert werden. Cookies sind nicht schädlich für Ihr Gerät, enthalten weder Trojaner noch Viren oder andere Malware. Das Cookie speichert Informationen über das verwendete Gerät, gibt aber keine.</p><p>Erstens dient der Einsatz von Cookies dem reibungslosen Betrieb und der Benutzerfreundlichkeit unserer Website, die Informationen wie frühere Besuche übermittelt (in Form von Session-Cookies). Alle Session-Cookies werden beim Verlassen der Website gelöscht.&nbsp;</p><p>Zweitens helfen Cookies, die Nutzung dieser Website statistisch zu erfassen, um die Dienstleistungen zu optimieren (siehe Absatz 7). Diese Cookies ermöglichen es, frühere Besuche beim zweiten Besuch auf der Website automatisch wiederzuerkennen. Außerdem werden diese Cookies nach einer bestimmten Zeit automatisch gelöscht.&nbsp;</p><p>Die mittels Cookies verarbeiteten Daten werden für alle oben genannten Zwecke benötigt, um die berechtigten Interessen und die Interessen Dritter gemäß Art. 6 Abs. 6 zu schützen. 1 Satz 1 lit. f GDPR.</p><p>Die meisten Browser akzeptieren Cookies automatisch. Wenn Sie es wünschen, können Sie alle Cookies deaktivieren und deren Speicherung auf Ihrem Gerät verhindern. Die Deaktivierung von Cookies kann jedoch dazu führen, dass Sie nicht alle Funktionalitäten dieser Website nutzen können.&nbsp;</p></p>",
        "4": "<p><p>Ihre personenbezogenen Daten werden an Dritte weitergegeben; dies erfolgt ausschließlich an die an der Vertragsabwicklung beteiligten Dienstleistungspartner, wie z.B. die mit der Zahlungsabwicklung beauftragten Unternehmen. Im Falle einer Datenübermittlung wird der Umfang der Datenübermittlung an Dritte auf ein Minimum beschränkt.&nbsp;</p><p>Bei Zahlung per PayPal, Kreditkarte über PayPal, Bankeinzug über PayPal oder&#8220;Kauf auf Rechnung&#8221; über PayPal werden die Daten im Rahmen der Zahlungsabwicklung an PayPal (Europe) S.à r.l. et Cie, S.C.A., 22-24 Boulevard Royal, L-2449 Luxemburg (nachfolgend “PayPal” genannt) weitergeleitet. PayPal behält sich das Recht vor, eine Bonitätsprüfung für die Zahlungsmethoden über PayPal durchzuführen. Die Bonitätsauskunft kann Wahrscheinlichkeitswerte (Score-Werte) enthalten. Sind im Ergebnis der Kreditauskunft Score-Werte enthalten, so basieren diese auf einem wissenschaftlich anerkannten mathematisch-statistischen Verfahren. Bei der Berechnung von Score-Werten werden u.a. Adressdaten berücksichtigt. Weitere Informationen zu den PayPal-Datenschutzrichtlinien finden Sie <a href='https://www.paypal.com/de/webapps/mpp/ua/privacy-full'>;</a></p><p>Ihre privaten Daten werden für andere als die oben genannten Zwecke nicht an Dritte weitergegeben.&nbsp;</p><p>Private Daten werden darüber hinaus nur an Dritte weitergegeben:&nbsp;&nbsp;</p><ul><li>die Einwilligung nach Art. 6 Abs. erteilt wurde. 1 Satz 1 lit. a DSGVO, die Weitergabe nach Art. 6 Abs. 1 Satz 1 lit. a DSGVO, die Weitergabe nach Art. 6 Abs. 1 lit. a DSGVO 1 Satz 1 lit. f DSGVO für die Geltendmachung, Ausübung oder Abwehr von Rechtsansprüchen erforderlich ist,</li><li>Es besteht eine gesetzliche Verpflichtung zur Weitergabe der Daten durch Art. 6 Abs. 1 Satz 1 lit. c DSGVO, und</li><li>sie ist gesetzlich zulässig und für die Abwicklung von Vertragsverhältnissen nach Art. 6 Abs. 1 S. 1 lit. b DSGVO zulässig und erforderlich.</li></ul></p>",
        "5": "<p>Die auf dieser Website veröffentlichten Links werden mit größter Sorgfalt recherchiert und zusammengestellt. In jedem Fall haben wir keinen Einfluss auf die gegenwärtige und zukünftige Substanz der verlinkten Seiten. Wir sind nicht für den Inhalt der verlinkten Seiten verantwortlich und machen uns den Inhalt dieser Seiten ausdrücklich nicht zu eigen. Für illegale, fehlerhafte oder illegale Inhalte, die durch die Nutzung oder Nichtnutzung der Daten entstehen, ist allein der Anbieter der verlinkten Seite verantwortlich. Die Haftung desjenigen, der durch einen Link auf die Veröffentlichung verweist, ist ausgeschlossen.</p>",
        "6": "<p><p>Die nachfolgend aufgeführten Nachverfolgungsmaßnahmen werden unter Art. 6 Abs. durchgeführt. 1 Satz 1 lit. f DSGVO. Mit den eingesetzten Nachverfolgungsmaßnahmen werten wir die Nutzung dieser Website statistisch aus.&nbsp;&nbsp;Sie dient zudem der Verbesserung und Optimierung des Angebots.</p><p>Die jeweiligen Datenverarbeitungszwecke und Datenkategorien können den entsprechenden Tracking-Instrumenten entnommen werden.</p><ol type='a'><li><p>Google Analytics</p><p>Um unsere Website zu optimieren, wird Google Analytics eingesetzt. Dies ist eine Dienstleistung der Google Inc.(<a href='https://www.google.de/intl/de/about/'>https://www.google.de/intl/de/about/</a>) (1600 Amphitheatre Parkway, Mountain View, CA 94043, USA; im Folgenden &#8220;Google&#8221;). Dieser Dienst erstellt Cookies, die Daten wie z.B:&nbsp;</p><ul><li>zuvor besuchte Seite,</li><li>Browser-Version,</li><li>IP-Adresse,</li><li>Uhrzeit der Serveranfrage, </li><li>verwendetes Betriebssystem,</li></ul><p>werden übertragen und auf einem Google-Server in den Vereinigten Staaten von Amerika gespeichert.Die Daten werden zur Auswertung und Berichterstattung über die Website-Nutzung verwendet, um zusätzliche Dienstleistungen im Zusammenhang mit der Website-Nutzung und dem Internet zum Zwecke der Marktforschung und Gestaltung der Website erbringen zu können. Diese Informationen müssen gegebenenfalls an Dritte übertragen werden, wenn dies gesetzlich vorgeschrieben ist oder wenn Dritte diese Daten in unserem Auftrag verarbeiten. In keinem Fall werden Ihre IP-Informationen mit anderen Daten von Google in Verbindung gebracht. IPs werden maskiert, so dass eine Zuordnung nicht möglich ist.&nbsp;</p><p>Sie haben jederzeit die Möglichkeit, die Verwendung von Cookies abzulehnen, indem Sie in Ihren Browsereinstellungen die richtigen Funktionen auswählen. Bitte beachten Sie, dass Sie auf diese Weise möglicherweise nicht die volle Funktionalität dieser Website nutzen können.&nbsp;</p><p>Weitere Informationen zum Datenschutz im Zusammenhang mit Google Analytics finden Sie unter dem folgenden Link von Google:<a href='https://support.google.com/analytics/answer/6004245?hl=de'>https://support.google.com/analytics/answer/6004245?hl=de</a></p></li><li><p>Google Adwords-Konvertierungsverfolgung&nbsp;</p><p>Um die Nutzung der Website aufzeichnen, statistisch auswerten und darüber berichten zu können, wird auf dieser Website das Google Adwords Conversion Tracking eingesetzt. Google Adwords erfordert den Satz eines Cookies auf Ihrem Computer, wenn diese Website über eine Google-Anzeige besucht wird.&nbsp;</p><p>Alle von Google Adwords gesetzten Cookies verlieren nach 30 Tagen ihre Gültigkeit und können nicht zur privaten Identifizierung verwendet werden. Wenn der Nutzer mehrere Seiten der Website eines bestimmten Adwords-Kunden besucht und die Cookies noch immer gültig sind, können Google und der Kunde erkennen, dass der Besucher auf die Anzeige geklickt hat und anschließend auf diese Seite weitergeleitet wurde.</p><p>Alle Cookies sind unterschiedlich. Dies hat zur Folge, dass auf Websites von Adwords-Kunden keine Möglichkeit besteht, Cookies zu verfolgen. Die gesammelten Daten werden zur Erstellung statistischer Konvertierungsberichte für Adwords-Kunden verwendet, die Conversion-Tracking verwenden. Die Kunden von Adwords erhalten Informationen wie die Anzahl der Klicks auf die Anzeige mit einer Umleitung auf eine Seite mit Conversion-Tracking-Tags. Es werden jedoch keine Informationen übermittelt, die Benutzer persönlich identifizieren können.</p><p>Wenn Sie nicht am Tracking-Prozess teilnehmen möchten, können Sie die Annahme von Cookies verweigern, indem Sie z.B. Ihre Browsereinstellung so ändern, dass automatische Cookies deaktiviert werden. Sie können Cookies für das Conversion-Tracking auch deaktivieren, indem Sie Ihren Browser so einstellen, dass er Cookies von der Domain &#8220;www.googleadservices.com&#8221;. Google&#8217;s blockiert. Die Datenschutzbestimmungen von Google zum Conversion-Tracking finden Sie unter folgendem Link: <a href='https://services.google.com/sitestats/de.html'>https://services.google.com/sitestats/de.html</a></p></li></ol></p>",
        "7": "<p>Diese Website verwendet Social Media Plugins (z.B. Facebook, Linkedin, Google+) nach Art. 6 Abs. 1 S. 1 lit. f DSGVO zur Verbreitung von softsourced. Dahinter steht der Zweck, vom DSGVO als berechtigtes Anliegen anerkannt zu werden. Die Verantwortung für den datenschutzkonformen Betrieb liegt bei den jeweils nachfolgend genannten Anbietern. Wir integrieren diese Plug-Ins im Zwei-Klick-Verfahren, um den Datenschutz der Besucher unserer Website maximal zu gewährleisten.&nbsp;</p><ol type='a'> <li> Facebook <p>Diese Website verwendet Social-Media-Plugins von Facebook. Dies ist ein Angebot von Facebook. Diese Plugins werden von dem sozialen Netzwerk Facebook, 1601 South California Avenue, Palo Alto, CA 94304, USA, zur Verfügung gestellt. Sie erkennen die Facebook-Plugins am Facebook-Logo oder dem &#8220;Like-Button&#8221; (&#8220;Gefällt mir&#8221;) auf unserer Seite.</p><p>Eine Übersicht der Facebook-Plugins finden Sie hier:<a href='http://developers.facebook.com/docs/plugins/ '>http://developers.facebook.com/docs/plugins/&nbsp;</a></p><p>Die Plugins bauen beim Besuch dieser Website eine direkte Verbindung vom Browser zum Facebook-Server auf. Facebook erhält bestimmte Informationen, z.B. dass Sie unsere Seite zuvor besucht haben (inkl. der IP-Adresse).&nbsp;</p><p>Wenn Sie &#8217; eines sozialen Netzwerks von Facebook sind und eingeloggt sind, können Sie durch Anklicken des Buttons auf dieser Website Inhalte dieser Website mit Ihrem Konto verknüpfen. Im Gegenzug kann Facebook Ihren Besuch mit Ihrem Konto bei Facebook in Verbindung bringen. Wenn Sie nicht möchten, dass Facebook den Besuch unserer Seiten Ihrem Facebook-Benutzerkonto zuordnen kann, loggen Sie sich bitte aus Ihrem Facebook-Benutzerkonto aus.  softsourced möchte darauf hinweisen, dass uns die an Facebook übermittelten Daten nicht bekannt sind.&nbsp;</p><p>Weitere Informationen hierzu finden Sie in den Datenschutzbestimmungen von Facebook unter <a href='https://de-de.facebook.com/policy.php'>https://de-de.facebook.com/policy.php</a>.</p></li><li> Google Tag Manager-Datenschutzbestimmungen <p>Diese Website verwendet den Google Tag Manager der Firma Google Inc. (1600 Amphitheatre Parkway Mountain View, CA 94043, USA). Dieses Tool ermöglicht die Verwaltung von Code aus verschiedenen Tracking-Tools, die auf dieser Website verwendet werden, in einem einzigen Bereich.</p><p>Google Tag Manager setzt keine Cookies, verwaltet jedoch Tags von Tracking-Tools. In diesem Abschnitt finden Sie ausreichende Informationen zur Verwaltung Ihrer Daten.&nbsp;</p><p>Google ist ein aktiver Teilnehmer am EU-U.S. Privacy Shield Framework, das die korrekte und sichere Übertragung von privaten Daten regelt. Weitere Informationen dazu finden Sie unter <a href='https://www.privacyshield.gov/participant?id=a2zt000000001L5AAI&tid=311141658'>https://www.privacyshield.gov/participant?id=a2zt000000001L5AAI&amp;tid=311141658</a>. Wenn Sie mehr über den Google Tag Manager erfahren möchten, empfehlen wir Ihnen die FAQs unter<a href=' https://www.google.com/intl/de/tagmanager/faq.html'>https://www.google.com/intl/de/tagmanager/faq.html.&nbsp;</a></p></li><li>Cloudflare Datenschutzrichtlinie <p>Diese Website nutzt die Cloudflare-Dienste von Cloudflare, Inc. (101 Townsend St., San Francisco, CA 94107, USA), um diese Website schneller und sicherer zu machen. Alle Daten, die an oder von dieser Plattform übermittelt werden, durchlaufen das Netzwerk von Cloudflare, Inc. Die Daten werden gepuffert und die Zugriffe werden protokolliert, in der Regel in den nächstgelegenen Datenzentren (die sich mit oder innerhalb der EU befinden können). Die Daten werden etwa 4 Stunden lang aufbewahrt, bevor sie gelöscht werden. Weitere Informationen dazu finden Sie unte <a href='https://www.privacyshield.gov/participant?id=a2zt0000000GnZKAA0'>https://www.privacyshield.gov/participant?id=a2zt0000000GnZKAA0.&nbsp;</a></p><p>Weitere Informationen über den Datenschutz bei Cloudflare finden Sie unter<a href='https://www.cloudflare.com/de-de/privacypolicy/'>https://www.cloudflare.com/de-de/privacypolicy/.&nbsp;</a></p></li><li> LinkedIn Datenschutzerklärung <p>Auf unserer Website verwenden wir soziale Plug-Ins aus dem sozialen Mediennetzwerk LinkedIn, von der Firma LinkedIn Corporation, 2029 Stierlin Court, Mountain View, CA 94043, USA.&nbsp;</p><p>Jedes Mal, wenn Sie auf eine unserer Seiten zugreifen, die LinkedIn-Funktionen enthält, wird eine Verbindung zu LinkedIn-Servern hergestellt. LinkedIn wird darüber informiert, dass Sie unsere Webseiten unter Verwendung Ihrer IP-Adresse besucht haben. Wenn Sie auf den “Weiterempfehlen-Button” von LinkedIn klicken und in Ihr LinkedIn-Konto eingeloggt sind, kann LinkedIn Ihren Besuch auf unserer Website für Sie und Ihr Konto nachvollziehen. Wir weisen darauf hin, dass wir als Anbieter der Seiten den Inhalt der übermittelten Daten und deren Verwendung durch LinkedIn nicht kennen.</p><p>Die Verwendung des LinkedIn-Plugins erfolgt auf Grundlage von Art. 6 Abs. 1 lit. f DSGVO. Der Websitebetreiber hat ein berechtigtes Interesse an einer möglichst umfangreichen Sichtbarkeit in den Sozialen Medien.</p><p>Weitere Informationen hierzu finden Sie in der Datenschutzerklärung von LinkedIn unter: <a href='https://www.linkedin.com/legal/privacy-policy'>https://www.linkedin.com/legal/privacy-policy</a>.</p></li></ol></p>",
        "8": "<p><p>Sie haben das Recht dazu:&nbsp;</p><ul><li>Auskunft über Ihre von uns verarbeiteten privaten Daten nach Art. 15 DSGVO ZU VERLANGEN. Sie können Auskunft verlangen über den Zweck der Verarbeitung, die Kategorie der personenbezogenen Daten, die Kategorien der Empfänger, denen Ihre Daten mitgeteilt wurden oder werden, die geplante Dauer der Speicherung, das Bestehen eines Rechts auf Berichtigung, Löschung, Einschränkung der Verarbeitung oder Widerspruch, das Bestehen eines Widerspruchsrechts, die Herkunft Ihrer Daten sowie das Bestehen einer automatisierten Entscheidungsfindung einschließlich der Erstellung eines Profils und gegebenenfalls aussagekräftige Informationen über die Einzelheiten; </li><li>unter Art. 16 DSGVO die unverzügliche Berichtigung unrichtiger oder unvollständiger gespeicherter Personendaten zu verlangen;</li><li>nach Art. 17 DSGVO die Löschung Ihrer bei uns gespeicherten privaten Daten zu verlangen, es sei denn, die Bearbeitung ist zur Ausübung des Rechts auf freie Meinungsäußerung und Informationsfreiheit, zur Erfüllung einer gesetzlichen Verpflichtung, aus Gründen des öffentlichen Interesses oder zur Geltendmachung, Ausübung oder Abwehr von Rechtsansprüchen erforderlich;</li><li>nach Art. 18 DSGVO die Einschränkung der Bearbeitung Ihrer privaten Daten zu verlangen, sofern die Richtigkeit der Daten von Ihnen bestritten wird, die Bearbeitung rechtswidrig ist, Sie aber die Löschung verweigern und wir die Daten nicht mehr benötigen, Rechtsansprüche nicht mehr geltend machen, ausüben oder abwehren können oder Sie gegen die Bearbeitung gemäß Art. 18 DSGVO Widerspruch eingelegt haben. 21 DSGVO ERHOBEN HABEN; </li><li>gemäß Art. 20 DSGVO, die von Ihnen zur Verfügung gestellten Personendaten in strukturierter und maschinenlesbarer Form zu erhalten oder die Übermittlung an einen verantwortlichen Dritten zu verlangen;</li><li>nach Art. 7 Abs. 3 DSGVO, Ihre Einwilligung uns gegenüber jederzeit zu widerrufen. Dies hat zur Folge, dass wir die Datenbearbeitung aufgrund dieser Einwilligung in Zukunft nicht mehr weiterführen und uns bei einer Aufsichtsbehörde gemäß Art. 7 Abs. 3 DSGVO beschweren können. 77 DSGVO zu beschweren. In der Regel können Sie sich an die Aufsichtsbehörde des Wohnortes oder an unsere Geschäftsstelle wenden.</li></ul></p>",
        "9": " <p>Sie haben das Recht, gegen die Verarbeitung von Personendaten gemäß Art. 21 DSGVO. Das heißt für den Fall, dass sich der Widerspruch gegen Direktwerbung richtet. Sie haben ein allgemeines Widerspruchsrecht ohne Angabe von besonderen Gründen. Wenn Sie von Ihrem Widerspruchsrecht Gebrauch machen wollen, senden Sie eine E-Mail an info@softsourced.de</p>",
        "10": "<p><p>Gängige SSL-Verfahren (Secure Socket Layer) wurden in Kombination mit einer 256-Bit-Verschlüsselung implementiert. Falls die 256-Bit-Verschlüsselung vom verwendeten Browser nicht unterstützt wird, wird stattdessen die 128-Bit v3-Technologie implementiert. Ob eine einzelne Seite einer Website verschlüsselt übertragen wird, erkennen Sie an dem Schlosssymbol neben der URL in Ihrem Browser. &nbsp;</p><p>Darüber hinaus werden technische und strukturelle Sicherheitsmaßnahmen implementiert, um Daten gegen versehentliche/absichtliche Manipulation, Verlust, Zerstörung oder Zugriff durch Dritte zu schützen. Alle Maßnahmen werden entsprechend der technischen Entwicklung aktualisiert.</p></p>",
        "11": "<p><p>Diese Datenschutzerklärung ist gültig und wurde im April 2020 aktualisiert.&nbsp;</p><p>Im Laufe der Zeit kann es sein, dass diese Richtlinie aufgrund neuer Entwicklungen in Bezug auf rechtliche Anforderungen oder Entwicklungen dieser Website geändert werden muss. Diese Richtlinie ist jederzeit auf dieser Website verfügbar.</p></p>"
}
}