{
    "m_title": "Data privacy policy of softsourced UG (haftungsbeschränkt)",
    "m_desc": [
        "Thank you for your interest in softsourced. Data security is being taken seriously here. This website can be used without the provision of private data. If you wish to potentially make use of softsourced services, it may be necessary to process private data. If needed to process private data and in case of lacking legal basis, softsourced obtains the consent of persons concerned.",
        "The processing of private data (name, address, e-mail address, phone number) is performed according to the Basic Data Protection Regulation (DSGVO) and complies with country-specific data regulations applicable. The following declaration informs the public about the scope, type and purpose of the private data collection. It also informs affected persons about their rights. softsourced has implemented various measures to ensure the maximum security of private data processed via this website. We warn of the general threat occurring. ",
        "As data collectors, softsourced has taken a maximum of measures to ensure that private data processed through this website Is as far-reaching as possible. We advise that data transmissions via the world wide web can, however, harbour security threats. Therefore, we also welcome information through different sources (such as phone, personal). "],
    "titles": ["Definitions","Contact details","Collection and storage of private data","Use of cookies","Data transfer","Links to third-party websites","Tools for tracking and analysis","Social media plugins","Rights of data subjects","Right of objection","Data security","Actuality and adjustment of this privacy policy"],
    "desc": {
        "0": "<p>This data security declaration is based on the regulations that the European legislator used when implementing the DSGVO (Article 4 DSGVO). This data protection declaration is written in a way that shall be easy to understand. First, we would like to clarify the terminology used to ensure this. The following terminologies are key components of this data security declaration:</p> <p> <ul><li>&#8220;private data&#8221; will mean any data identifying an individual (hereinafter referred to as &#8220;data subject&#8221;); an individual is a subject that can be distinguished, legitimately or by implication, by reference to an identifier, for example, a name, an ID number, address or online ID </li><li>&#8220;data subject&#8221; will mean any identifiable individual whose private information is handled by the controller </li><li>&#8220;processing&#8221; will mean any activity or set of activities which are performed upon private information via programmed orders, for example, assortment, recording, association, adjustment, use, transmission, erasing or anything comparable as such </li><li>&#8220;profiling&#8221; signifies any automatic processing of private data to Identify certain features regarding a natural person, especially looking at dissecting and anticipating features related to Interests, lead area, movements, and characteristics of a natural person</li><li>&#8220;responsible person&#8221; will mean the legitimate individual, agency or authority that alone or mutually with others decides the reasons and methods for the handling of private data; where the reasons and methods for such preparing are dictated by Union or national law, arrangement might be made for the controller or the particular criteria for their assignment as per Union or national law </li><li>&#8220;recipient&#8221; will mean any individual, authority, or agency to which private data is unveiled. But authorities which may get private data with regards to a particular examination task under Union or national law will not be considered as recipients; the handling of such information by those authorities will be completed as per the appropriate information security rules and as per the reasons for the preparing; </li><li>&#8220;third party&#8221; will mean any individual, agency or authority that is not the data subject, the controller, the processor and the people who, under the immediate authority of the controller or the processor, are approved to process the private data</li><li>&#8220;consent&#8221; of the data subject will mean any unreservedly given explicit, educated and unequivocal articulation of desires in shape of statements or similar with which the data subject gives agreement to the processing of private data related to her/him</li></ul> </p>",
        "1": "<p><p>This privacy policy applies to data processing by:</p><p>Responsible: softsourced UG (haftungsbeschränkt), represented by the managing director Mr Marc Müller.</p><p>Address: Karlsbaderstr. 20, 97762 Hammelburg, Germany</p><p>E-mail: info@softsourced.de&nbsp;</p><p>Tel: +49 179 4159070</p></p>",
        "2":  "<p><ol type='a'><li><p>Visiting the website</p><p>This website is accessible without disclosure of personal data. Entering this website will transmit data directly to the website&#8217;s server coming from the browser onto the device. These pieces of information are stored in log files. The information here below is stored until automatically deleted:</p><ul><li>IP address of accessing device,</li><li>Date and time of access,</li><li>Name and URL of retrieved files,</li><li>Website from which access takes place (referrer URL),</li><li>the browser used and the operating system of the accessing device as well as the name of the access provider.</li><li>The above-mentioned data are processed for the following purposes: </li><li>To ensure a seamless connection,</li><li>Guarantee a comfortable page speed and use of this website,</li><li>Evaluation of system security</li></ul><p>Our interest in collecting data is solely following the above-mentioned purposes. The legal basis for data processing is Art. 6 para. 1 sentence 1 lit. f DSGVO. Furthermore, this website uses cookies and analysis services. More detailed information can be found in paragraph 4 and 7 of this privacy policy.</p></li><li><p>When using the contact formula</p><p>Softsourced offers the possibility to be contacted via a contact formula. To do so, a valid E-Mail address is needed within the enquiry. Other information is given voluntarily, and it is your free will to enter this data.&nbsp;</p><p>The data processing to contact softsourced is per Art. 6 Para. 1 S. 1 lit. a DSGVO assuming voluntarily given consent.&nbsp;</p><p>The private data collected through the contact formula are automatically deleted after completion of all requests.&nbsp;</p></li></ol></p>",
        "3": "<p><p>We use cookies on our website. Cookies are files that are created by your browser and saved on your device when visiting websites. Cookies are not harmful to your device, do not contain trojans nor viruses or other malware. The cookie stores information about the device used but will not inform about your identity.</p><p>Firstly, the use of cookies serves the smooth operational usage and user-friendliness of our website, that transmits info such as previous visits (in the shape of session cookies). All session cookies are deleted upon leaving of website.&nbsp;</p><p>Secondly, cookies help to statistically record the use of this website to optimize services (see paragraph 7). These cookies enable to automatically recognize previous visits upon the second visit on the website. Also, these cookies are erased automatically after a certain amount of time.&nbsp;</p><p>The data processed through cookies is required for all above-mentioned purposes to protect the legitimate interests and the interests of third parties under Art. 6 paras. 1 sentence 1 lit. f GDPR.</p><p>Most browsers accept cookies automatically. If you wish, you may disable all cookies and prevent them from being stored on your device. However, disabling cookies might prevent you from accessing the totality of functionalities of this website.&nbsp;</p></p>",
        "4": "<p><p>Your private data will be passed on to third parties; this will exclusively be performed to service partners involved in the execution of the contract, such as the companies commissioned with payment matters. In cases of data transfer, the amount of data passed on to third parties is kept at a bare minimum.&nbsp;</p><p>In the case of payment via PayPal, credit card via PayPal, direct debit via PayPal or &#8220;purchase on account&#8221; via PayPal, data will be passed on to PayPal (Europe) S.à r.l. et Cie, S.C.A., 22-24 Boulevard Royal, L-2449 Luxembourg (hereinafter referred to as &#8220;PayPal&#8221;) within the scope of payment processing. PayPal reserves the right to carry out a credit check for the payment methods via PayPal. The credit report may contain probability values (score values). If score values are included in the result of the credit report, they are based on a scientifically recognized mathematical-statistical procedure. Amongst others, address data is considered within the calculation of score values. Further information regarding the PayPal data protection policies can be found here: <a href='https://www.paypal.com/de/webapps/mpp/ua/privacy-full'>https://www.paypal.com/de/webapps/mpp/ua/privacy-full&nbsp;</a></p><p>Your private data will not be transferred to third parties for purposes other than those mentioned above.&nbsp;</p><p>Private data is furthermore only passed on to third parties whether:&nbsp;&nbsp;</p><ul><li>Consent has been given following Art. 6 paras. 1 sentence 1 lit. a DSGVO, the disclosure according to Art. 6 paras. 1 sentence 1 lit. f DSGVO is necessary for the assertion, exercise or defence of legal claims,</li><li>there is a legal obligation to pass on the data by Art. 6 para. 1 sentence 1 lit. c DSGVO, and</li><li>it is legally permissible and required for the processing of contractual relationships per Art. 6 Para. 1 S. 1 lit. b DSGVO. </li></ul></p><p><p>Your private data will be passed on to third parties; this will exclusively be performed to service partners involved in the execution of the contract, such as the companies commissioned with payment matters. In cases of data transfer, the amount of data passed on to third parties is kept at a bare minimum.&nbsp;</p><p>In the case of payment via PayPal, credit card via PayPal, direct debit via PayPal or &#8220;purchase on account&#8221; via PayPal, data will be passed on to PayPal (Europe) S.à r.l. et Cie, S.C.A., 22-24 Boulevard Royal, L-2449 Luxembourg (hereinafter referred to as &#8220;PayPal&#8221;) within the scope of payment processing. PayPal reserves the right to carry out a credit check for the payment methods via PayPal. The credit report may contain probability values (score values). If score values are included in the result of the credit report, they are based on a scientifically recognized mathematical-statistical procedure. Amongst others, address data is considered within the calculation of score values. Further information regarding the PayPal data protection policies can be found here: <a href='https://www.paypal.com/de/webapps/mpp/ua/privacy-full'>https://www.paypal.com/de/webapps/mpp/ua/privacy-full&nbsp;</a></p><p>Your private data will not be transferred to third parties for purposes other than those mentioned above.&nbsp;</p><p>Private data is furthermore only passed on to third parties whether:&nbsp;&nbsp;</p><ul><li>Consent has been given following Art. 6 paras. 1 sentence 1 lit. a DSGVO, the disclosure according to Art. 6 paras. 1 sentence 1 lit. f DSGVO is necessary for the assertion, exercise or defence of legal claims,</li><li>there is a legal obligation to pass on the data by Art. 6 para. 1 sentence 1 lit. c DSGVO, and</li><li>it is legally permissible and required for the processing of contractual relationships per Art. 6 Para. 1 S. 1 lit. b DSGVO. </li></ul></p>",
        "5": "<p>The links published on this site are researched and assembled with the best care. In any case, we have no impact on the present and future substance of the connected pages. We are not responsible for the substance of the connected pages and explicitly don&#8217;t adopt the substance of these pages as our own. For illicit, inaccurate or illegal substance coming about because of the utilization or non-utilization of the data, solely the supplier of the connected site is tangible. The liability of the person who refers to publishing by a link is excluded.</p>",
        "6": "<p><p>The tracking measures listed below are carried out under Art. 6 paras. 1 sentence 1 lit. f DSGVO. With the tracking measures used, we statistically evaluate the use of this website. It serves furthermore In improving and optimising the offer.&nbsp;&nbsp;These Interests are justified In line with the abovementioned regulations.</p><p>The respective data processing purposes and data categories can be taken from the corresponding tracking tools.</p><ol type='a'><li><p>Google Analytics</p><p>To optimise our website, Google Analytics is employed. This Is a service from Google Inc. (<a href='https://www.google.de/intl/de/about/'>https://www.google.de/intl/de/about/</a>) (1600 Amphitheatre Parkway, Mountain View, CA 94043, USA; hereinafter &#8220;Google&#8221;). This service creates cookies. which generates data such as:&nbsp;</p><ul><li>previously visited page,</li><li>Browser version,</li><li>IP address,</li><li>Time of the server request, </li><li>operating system used,</li></ul><p>are transmitted and stored on a Google server located in the United States of America.&nbsp;</p><p>The data Is used to evaluate and report on the website usage to be able to provide additional services associated with website usage and the Internet with the purpose of market research and design of the website. These pieces of information might have to be transferred to third parties If required by law or In cases that third parties process this data on our behalf. Never will your IP Information be connected to other data from Google. IPs are masked so that an assignment Is not possible.&nbsp;</p><p>You always will have the possibility to refuse cookie usage by selecting the right features In your browser settings. Please be aware that doing the abovementioned might prevent you from having full functionality on this website.&nbsp;</p><p>Further information on data protection in connection with Google Analytics can be found under the following link from Google Analytics: <a href='https://support.google.com/analytics/answer/6004245?hl=de'>https://support.google.com/analytics/answer/6004245?hl=de</a></p></li><li><p>Google Adwords Conversion Tracking&nbsp;</p><p>To be able to record, statistically evaluate, and report on website usage, Google Adwords Conversion Tracking Is employed on this website. Google Adwords requires the set of a cookie on your computer If this website Is visited through a Google Ad.&nbsp;</p><p>All cookies set by Google Adwords lose validity after 30 days and cannot be used for private Identification. If the user visits several pages of a particular Adwords client&#8217;s website and the cookies still have validity, Google and the client can recognize that the visitor has clicked on the ad and following that was directed towards that page.</p><p>All cookies are different. This results In not having the ability to track cookies on websites of Adwords&#8217; customers. The gathered data Is used to create statistical conversion reports for Adwords&#8217; clients that are using conversion tracking. Adwords&#8217; clients will receive information such as the number of clicks on the ad with a redirection to a page with conversion tracking tags. Yet, there&#8217;s no Information transmitted that can identify users personally.</p><p>If you do not wish to participate in the tracking process, you may refuse to accept cookies, for example, by changing your browser setting to disable automatic cookies. You can also disable cookies for conversion tracking by setting your browser to block cookies from the domain &#8220;www.googleadservices.com&#8221;. Google&#8217;s privacy policy on conversion tracking can be found under the following link: <a href='https://services.google.com/sitestats/de.html'>https://services.google.com/sitestats/de.html</a></p></li></ol></p>",
        "7": "<p>This website employs social media plugins (e.g. Facebook, Linkedin, Google+) following Art. 6 Para. 1 S. 1 lit. f DSGVO to spread the word about softsourced. The purpose behind this is to be recognized as a legitimate request by DSGVO. Responsibility for data security compliant operations lies with the respective providers mentioned hereafter. We Integrate these plug-Ins on a two-click method to ensure data protection of our website visitors to a maximum.&nbsp;</p> <ol type='a'> <li>Facebook <p>This website employs social media plugins from Facebook. This is an offer from Facebook. These plugins are provided by the social network Facebook, 1601 South California Avenue, Palo Alto, CA 94304, USA. You can recognize the Facebook plugins by the Facebook logo or the &#8220;Like-Button&#8221; (&#8220;Like&#8221;) on our page.</p><p>You can find the Facebook plugin overview here: <a href='http://developers.facebook.com/docs/plugins/ '>http://developers.facebook.com/docs/plugins/&nbsp;</a></p><p>Visiting this website, plugins will establish a direct connection from the browser to the Facebook server. Facebook will receive certain information, such as that you have visited our page previously (Inc. the IP address).&nbsp;</p><p>If you&#8217;re a customer of a Facebook social network and are logged In, by clicking the button on this website, you&#8217;ll be able to link contents from this website to your account. Facebook will In return be allowed to associate your visit with you&#8217;re account on Facebook. If you do not want Facebook to be able to assign visits to our pages to your Facebook user account, please log out of your Facebook user account.&nbsp;&nbsp;Softsourced wants to point out that we do not know the transmitted data to Facebook.&nbsp;</p><p>You can find further information on this in the Facebook privacy policy at <a href='https://de-de.facebook.com/policy.php'>https://de-de.facebook.com/policy.php</a>.</p> </p></li><li> Google Tag Manager Privacy Policy <p>This website employs Google Tag Manager of the company Google Inc. (1600 Amphitheatre Parkway Mountain View, CA 94043, USA). This tool allows managing code from different tracking tools used on this website In one single space.</p><p>Google Tag Manager doesn&#8217;t set cookies, however, manages tags from tracking tools. Within this paragraph, there Is sufficient Information on how to manage your data.&nbsp;</p><p>Google is an active participant in the EU-U.S. Privacy Shield Framework, which regulates the correct and secure transfer of private data. You can find more information about this at <a href='https://www.privacyshield.gov/participant?id=a2zt000000001L5AAI&tid=311141658'>https://www.privacyshield.gov/participant?id=a2zt000000001L5AAI&amp;tid=311141658</a>. If you want to learn more about the Google Tag Manager, we recommend the FAQs at <a href=' https://www.google.com/intl/de/tagmanager/faq.html'>https://www.google.com/intl/de/tagmanager/faq.html.&nbsp;</a></p></li><li> Cloudflare privacy policy <p>This website employs Cloudflare services from Cloudflare, Inc. (101 Townsend St., San Francisco, CA 94107, USA) to make this website faster and more secure. All data passed to or from this platform goes through the network of Cloudflare, Inc. The data Is buffered and accesses are logged, generally within the closest data centres (which can be located with or within the EU). Data is kept for about 4h before deletion. You can find more information about this on <a href='https://www.privacyshield.gov/participant?id=a2zt0000000GnZKAA0'>https://www.privacyshield.gov/participant?id=a2zt0000000GnZKAA0.&nbsp;</a></p><p>More information about data protection at Cloudflare can be found on <a href='https://www.cloudflare.com/de-de/privacypolicy/'>https://www.cloudflare.com/de-de/privacypolicy/.&nbsp;</a></p></li><li> LinkedIn Privacy Policy <p>On our website, we use social plug-ins from the social media network LinkedIn, from the company LinkedIn Corporation, 2029 Stierlin Court, Mountain View, CA 94043, USA.&nbsp;</p><p>Every time you access one of our pages that contains LinkedIn functions, a connection to LinkedIn servers is established. LinkedIn is informed that you have visited our web pages using your IP address. If you click on LinkedIn&#8217;s &#8220;Recommend Button&#8221; and are logged into your LinkedIn account, LinkedIn can track your visit to our site to you and your account. We would like to point out that we, as the provider of the pages, do not know the content of the transmitted data or its use by LinkedIn.</p><p>Die Verwendung des LinkedIn-Plugins erfolgt auf Grundlage von Art. 6 Abs. 1 lit. f DSGVO. Der Websitebetreiber hat ein berechtigtes Interesse an einer möglichst umfangreichen Sichtbarkeit in den Sozialen Medien.</p><p>Weitere Informationen hierzu finden Sie in der Datenschutzerklärung von LinkedIn unter: <a href='https://www.linkedin.com/legal/privacy-policy'>https://www.linkedin.com/legal/privacy-policy</a>.</p></li></ol></p>" ,
        "8": "<p><p>You have the right:&nbsp;</p><ul><li>to request information about your private data processed by us per Art. 15 DSGVO. You may request information on the purposes of the processing, the category of private data, the categories of recipients to whom your data have been or will be disclosed, the planned duration of storage, the existence of a right of rectification, cancellation, restriction of processing or opposition, the existence of a right of appeal, the origin of your data, as well as the existence of automated decision making including profiling and, if applicable, meaningful information on the details thereof; </li><li>under Art. 16 DSGVO, to demand without delay the correction of incorrect or incomplete private data stored;</li><li>under Art. 17 DSGVO to demand the deletion of your private data stored with us, unless the processing is necessary to exercise the right to freedom of expression and information, to fulfil a legal obligation, for reasons of public interest or to assert, exercise or defend legal claims;</li><li>under Art. 18 DSGVO, to demand the restriction of the processing of your private data, insofar as the accuracy of the data is disputed by you, the processing is unlawful, but you refuse to delete it and we no longer require the data, exercise or defence of legal claims or you have lodged an objection to the processing under Art. 21 DSGVO; </li><li>per Art. 20 DSGVO, to receive the private data that you have provided in a structured and machine-readable format or to request that it be transferred to a responsible third party; </li><li>following Art. 7 para. 3 DSGVO, to revoke your consent to us at any time. As a result, we may no longer continue the data processing based on this consent in the future and to complain to a supervisory authority per Art. 77 DSGVO. As a rule, you can turn to the supervisory authority of the place of residence or our head office.</li></ul></p>",
        "9": " <p>You have the right to object to the processing of private data under Art. 21 DSGVO. That is in case that the objection is directed versa direct advertising. You have a general right of objection, without giving special reasons. If you wish to exercise your right of objection, send an E-Mail to info@softsourced.de</p>",
        "10": "<p><p>Common SSL (Secure Socket Layer) methods have been implemented in combination with 256-bit encryption. If 256-bit encryption is not supported by the employed browser, 128-bit v3 technology will be implemented instead. Whether a single page is of a website is transmitted encrypted, can be seen by the lock symbol next to the URL in your browser.&nbsp;</p><p>Moreover, technological and structural security measures are implemented to secure data against accidental/deliberate manipulation, loss, destruction or access by third parties. All measures are updated according to technical developments.</p></p>",
        "11": "<p><p>This privacy policy Is valid and has been updated as of April 2020.&nbsp;</p><p>Over time this policy might have to be amended as a result of new developments with regards to legal requirements or developments of this website. This policy Is available at all times on this website.</p></p>"
}
}


