{

    "titles": ["INFORMATIONEN NACH §5 TMG", "KONTAKT", "VERANTWORTLICH FÜR DEN INHALT NACH § 55 ABS. 2 RSTV", "STREITBEILEGUNG", "HAFTUNG FÜR INHALTE", "URHEBERRECHT"],
    "desc": {
        "0": "<p>softsourced UG (haftungsbeschränkt)<br/>Karlsbaderstr. 20<br/>97762 Hammelburg <br/>Deutschland<br/><br/>eingetragen im Handelsregister von Deutschland unter HRB 8241,<br/>vertreten durch den Geschäftsführer Marc Müller.<br/></p>",
        "1": "<p>Telefon: +49 179 4159070 <br/>E-Mail: info@softsourced.de<br/></p>",
        "2": "<p>softsourced UG (haftungsbeschränkt)<br/>Karlsbaderstr. 20<br/>97762 Hammelburg <br/>Deutschland<br/></p>",
        "3": "<p>Die Europäische Kommission bietet eine Plattform für die Online-Streitbeilegung: <a href =\" https://ec.europa.eu/consumers/odr\" target = \"_blank\">https://ec.europa.eu/consumers/odr</a>.<br/><br/>Unsere E-Mail-Adresse finden Sie oben im Impressum.<br/><br/>Wir sind nicht bereit oder verpflichtet, an Streitbeilegungsverfahren vor einer Schlichtungsstelle für Verbraucherrechtsstreitigkeiten teilzunehmen.<br/></p>",
        "4": "<p>Als Dienstanbieter sind wir gemäß § 7 Abs.1 TMG für eigene Inhalte auf diesen Seiten nach den allgemeinen Gesetzen verantwortlich. Nach §§ 8 bis 10 TMG sind wir als Dienstanbieter jedoch nicht verpflichtet, übermittelte oder gespeicherte fremde Informationen zu überwachen oder nach Umständen zu forschen, die auf eine rechtswidrige Tätigkeit hinweisen.<br/><br/>Verpflichtungen zur Entfernung oder Sperrung der Nutzung von Informationen nach den allgemeinen Gesetzen bleiben hiervon unberührt. Eine diesbezügliche Haftung ist jedoch erst ab dem Zeitpunkt der Kenntnis einer konkreten Rechtsverletzung möglich. Bei bekannt werden von entsprechenden Rechtsverletzungen werden wir diese Inhalte umgehend entfernen.<br/><br/></p>",
        "5": "<p>Die durch die Seitenbetreiber erstellten Inhalte und Werke auf diesen Seiten unterliegen dem deutschen Urheberrecht. Die Vervielfältigung, Bearbeitung, Verbreitung und jede Art der Verwertung außerhalb der Grenzen des Urheberrechtes bedürfen der schriftlichen Zustimmung des jeweiligen Autors bzw. Erstellers.<br/><br/>Downloads und Kopien dieser Seite sind nur für den privaten, nicht kommerziellen Gebrauch gestattet. Soweit die Inhalte auf dieser Seite nicht vom Betreiber erstellt wurden, werden die Urheberrechte Dritter beachtet. Insbesondere werden Inhalte Dritter als solche gekennzeichnet. Sollten Sie trotzdem auf eine Urheberrechtsverletzung aufmerksam werden, bitten wir um einen entsprechenden Hinweis. Bei Bekanntwerden von Rechtsverletzungen werden wir derartige Inhalte umgehend entfernen.<br/><br/></p>"
    }
}