{
    "titles": ["INFORMATION ACCORDING TO §5 TMG", "CONTACT", "RESPONSIBLE FOR THE CONTENT ACCORDING TO § 55 ABS. 2 RSTV", "DISPUTE RESOLUTION", "LIABILITY FOR CONTENT", "COPYRIGHT"],
    "desc": {
        "0": "<p><p>Softsourced UG (haftungsbeschränkt)<br/>Karlsbaderstr. 20<br/>97762 Hammelburg <br/>Germany</p><p>registered in the Commercial Register of Germany under HRB 8241,<br/>represented by the managing director Marc Müller.<br/></p></p>",
        "1": "<p>Phone: +49 179 4159070 <br/>E-Mail: info@softsourced.de</p>",
        "2": "softsourced UG (haftungsbeschränkt)<br/>Karlsbaderstr. 20<br/>97762 Hammelburg <br/>Germany<br/></p>",
        "3": "<p>The European Commission provides a platform for online dispute resolution: <a href=\"https//ec.europa.eu/consumers/odr target =\"_blank\"></a>.<br/>You will find our e-mail address at the top of the imprint</a>.<br/>We are not willing or obliged to participate in dispute resolution proceedings before a consumer dispute resolution body.<br/></p>",
        "4": "<p>As a service provider, we are responsible for our own contents on these pages according to § 7 para.1 TMG and the general laws. According to §§ 8 to 10 TMG, however, we are not obliged as a service provider to monitor transmitted or stored external information or to investigate circumstances that indicate illegal activity.<br/><br/>Obligations to remove or block the use of information according to general laws remain unaffected. However, liability in this respect is only possible from the time of knowledge of a concrete infringement. If we become aware of any such infringements, we will remove such content immediately.<br/></p>",
        "5": "<p>The contents and works on these pages created by the site operators are subject to German copyright law. The reproduction, editing, distribution and any kind of use outside the limits of copyright law require the written consent of the respective author or creator.<br/><br/>Downloads and copies of these pages are only permitted for private, non-commercial use. Insofar as the content on this site was not created by the operator, the copyrights of third parties are respected. In particular, third-party content is marked as such. Should you nevertheless become aware of a copyright infringement, please inform us accordingly. If we become aware of any infringements, we will remove such contents immediately<br/></p>"
    }
}