{
    "challenges": [
        "Disjoint systems and manual processes are how companies start but not how they scale. The lack of tech infrastructure coupled with no in-house expertise compounded operational failures. Lunch delivery targeting companies using a ghost kitchen to produce the food cuts down on complexity but needs end to end automation to challenge competitors like Lieferando. With no standard answer to their problem available, Bella & Bona was looking for a customised solution.",
        "To create a mobile application able to showcase an entire supermarket in the palm of your hand. Studies show that online grocery customers hold extremely high expectations towards the convenience of their purchasing experience. This can only be met with a thought through layout & design to create the most seamless user experience.",
        "The team wanted a dynamic website to show their skills to customers. Although they created their own designs, they did not have the technical capability to execute on it.",
        "The Sansiel team was looking for an inspirational business website to showcase their revolutionary product, a surface sanitising spray. With the product already developed and approved, the accordance between offline and online had yet to be found.",
        "The Permatech Team was looking to create a design that represents the team and their development capability. Although regular Content Management Systems like Wordpress, Drupal and Joomla can do the job in terms of design they lack optimisations and use dated technologies like PHP and unreliable plugins.",
        "To create a brilliantly clever application for users to express a preference towards the kind of place to go out to have a drink or eat, while keeping the place they end up a secret. It is all about creating a jolly surprise that is most certain to convene and please: Uber & Google Maps, both integrated into the app, allow for a safe journey to the unknown venue."
    ],
    "solutions": [
        "softsourced assembled a full stack team within 2 weeks and developed the beta within 7 weeks: In a headless redesign we implemented an API-based order management system to achieve smart automation in the processes from order submission to delivery  that communicates with a self-learning stock management software. softsourced continues to assist the team with expansion and maintenance.",
        "After receiving the request for help, a full stack team was put together in the matter of days to dedicate their brain power. Our team of designers & developers assisted in this project as a partner - we filled the role as project surrogate. We came up with a series of prototypes that went into testing phase. The most optimal version was refined to perfection. Three months after project initiation we ended up with a final product. By now, ondoor has been downloaded more than a million times and successfully delivered more than ten million orders for groceries.",
        "Our team of designers reviewed and neatened up their already outstanding design and had the website implemented in the span of two weeks.",
        "Even though WordPress is widely acknowledged for the development of professional business websites, Sansiel deserved something much more optimised in terms of page speed and security. So we built on React JS. On top of that, Sansiel’s communication to us was excellent, which is how we were able to create quality content fitted into a clear-cut layout. The softsourced team was able to deliver the project in a span of four weeks.",
        "With our team of designers and developers we were able to design and develop the essence of the company within a matter of weeks all while prototyping the design with Invision and implementing a modern CMS. This provides future-proofing, easy edits while at the same time offering the blazing speed and SEO that softsourced is well known for.",
        "A pragmatic & witty approach found an eye-catching design, where a lot of effort went into doing justice to the element of surprise. Our team was able to deliver in under two months. Ondoor’s app has helped users explore the beautiful world outside. All that in a few taps."
    ],
    "industry":[
                "Food",
                "Retail",
                "Agency",
                "Pharmaceutical",
                "IT Agency",
                "Agency",
                ""
            ],
    "basic":
    {
        "challenge": "CHALLENGE",
        "solution": "SOLUTION",
        "industry": "INDUSTRY",
        "platform": "PLATFORM",
        "tech": "TECH USED",
        "stats": "STATS",
        "capa": "CAPABILITIES USED",
        "retail": "Retail",
        "pharma": "Pharmaceutical",
        "it": "IT Agency",
        "agency_w": "Agency",
        "agency_m": "Agency"
    }
}